local FAQ = GameDatas.ClientInitGame.FAQ

FAQ[1] = {
	["index"] = 1,
	["title"] = _("魔龙创世纪是一款什么样的游戏？"),
	["answer"] = _("在魔龙创世纪中，您是一位城池的领主，您需要建造建筑，招募士兵组建强大的军队，研发新的文明和科技，使您的城市日渐强大。除此之外，您还可以进攻其他的领主，掠夺他们的资源，占领中立的村落采集资源，组建自己的联盟，成为世界的统治者。邀请更多朋友加入游戏，和他们一同战斗和发展，将会是一段难忘的经历。")
}
FAQ[2] = {
	["index"] = 2,
	["title"] = _("世界地图与联盟"),
	["answer"] = _("魔龙创世纪的世界地图是由无数的联盟领地组成。所有的领主将组成的各种联盟，存在于地图的各个角落。你的联盟越靠近世界地图中心的位置，所能够获得发展优势越大。包括：村落采集速度加成巨龙经验值加成英雄之血加成行军速度加成巨龙攻击力加成圣地战玩家获得忠诚值加成圣地战联盟获得荣耀值加成")
}
FAQ[3] = {
	["index"] = 3,
	["title"] = _("城市的位置 & 迁移"),
	["answer"] = _("在魔龙创世纪中，您必须加入联盟后，才能打开区域地图。您的城市只能在己方的联盟领地上，您无法将自己的城市移动到其他联盟或者是没有联盟的领地。如果您不加入联盟，您也不会遭打其他玩家的攻打。")
}
FAQ[4] = {
	["index"] = 4,
	["title"] = _("如何采集资源？"),
	["answer"] = _("找到并点击在区域地图中的村落，选择占领，然后派出部队前往。注意如果该村落正在被其他玩家占领的话，您可能会同占领者触发战斗。如果您胜利了，便可掠夺之前占领者采集到的资源。如果部队的负重足够大，部队还将继续再村落中采集资源，直到无法携带更多的资源。当采集完成后，您的部队会自动将资源运送回您的城市。")
}
FAQ[5] = {
	["index"] = 5,
	["title"] = _("黑龙军团"),
	["answer"] = _("黑龙军团（他们身着黑色的服装）是联盟领地上的中立单位，并不会主动攻击领主。如果击败他们会获得资源，材料和道具。黑龙军团的单位只会在有联盟的领地才会出现，并且每隔一段时间会在领地上重新刷新。刷新出来的新的黑龙军团会根据当前联盟在世界地图上的位置，越靠近地图中心的位置，刷新出来的黑龙军团等级越高。")
}
FAQ[6] = {
	["index"] = 6,
	["title"] = _("如何保护自己？"),
	["answer"] = _("您只有加入联盟后，才可以采集村落的资源，但也可能会成为其他敌对联盟领主的攻击目标。当遭到攻击时，请邀请己方的盟友进行协防，或者使用城防道具降低损失。如果您选择不驻防，那么您城市中的部队将不会参加防御，不会产生伤亡。但您可能会损失一定未被暗仓保护的资源。此外，当您采集村落的部队遭到敌方领主的攻击，您可以选择撤军来避免损失。")
}
FAQ[7] = {
	["index"] = 7,
	["title"] = _("联盟战是什么？"),
	["answer"] = _("联盟中将军和盟主，当位于敌方联盟的领地时，可以点击屏幕左上方的宣战按钮，对其宣战。在战争期中，您的部队若能击败敌方的守军，则会对敌方城市的城墙造成伤害。当城墙生命值为0时，该玩家的城市将进入燃烧的状态。如果敌方所有玩家的城市都进入燃烧状态，那么当联盟战结束时，他们的联盟会被强制迁移到其他位置。")
}
FAQ[8] = {
	["index"] = 8,
	["title"] = _("联盟战的好处？"),
	["answer"] = _("参与联盟战会有一定基础的荣耀值奖励。如果在联盟战中双方部队的士兵发生伤亡和城墙的损耗，将算作额外的荣耀值，当盟战结束时，奖励给交战双方联盟。其中胜方获得70%，负方获得30%。对于本场联盟战中击杀敌军最多的领主还将获得一定的金龙币奖励。")
}
FAQ[9] = {
	["index"] = 9,
	["title"] = _("我的城堡着火了怎么办？"),
	["answer"] = _("您的城墙只有在同其他联盟发生战斗，且被该联盟的领主击败后才会受到损伤。如果城墙的生命值为0时，城堡会处于着火状态。此时，您的城堡将受到保护，无法被其他领主攻打，直到联盟战结束。在着火状态下，派出部队会解除保护状态。")
}
FAQ[10] = {
	["index"] = 10,
	["title"] = _("龙的作用是什么？"),
	["answer"] = _("在魔龙创世纪中，您的部队必须在巨龙的带领下才能出征。巨龙的等级越高，能够统领的单位数量越多。同时巨龙还拥有强大技能可以为部队提供额外的战斗加成。通过战斗，龙能够积攒经验值并升级。此外，您还需要为您的巨龙打造并强化装备，使其晋级。晋级后龙的属性会有大幅提升，并解锁更多新技能。")
}
FAQ[11] = {
	["index"] = 11,
	["title"] = _("龙的攻击力 & 生命值"),
	["answer"] = _("每次战斗，交战双方的巨龙都会发生战斗，根据双方龙的力量向对方造成伤害，并扣除对方一定的生命值。只有生命值大于0时，巨龙才能释放特殊技能，比如，地狱火，闪电风暴，剧毒新星。此外，巨龙的生命值影响兵种的攻击，生命和负重属性(击败对手后能掠夺多少资源)的强化加成：龙的生命值大于65%时，加成效果为100%龙的生命值大于30%，小于等于65%时，加成效果为70%龙的生命值大于0%，小于等于30%时，加成效果为40%龙的生命值为0时，加成效果为20%")
}
FAQ[12] = {
	["index"] = 12,
	["title"] = _("巨龙带领部队参战的规则"),
	["answer"] = _("巨龙的带兵量高低关系到战场上每个站位的最大带兵数量。此属性越高，能带领出战的单位数量越多。需要注意的是，不同兵种所占用的人口是不同的。步兵和弓兵的占用人口数量:1，意味着您有多少带兵量就能派出多少兵，而骑兵和攻城车的占用人口数量:2，意味着带兵数量会减半。但单个骑兵和攻城车的实力是强于同级别的步兵和弓手的，因此不需要担心。在派兵时您可以随意指定每个站位派遣什么兵种，但有一点，您必须按照站位顺序派兵，比如您的第1个站位再没有派遣任何单位的情况下，您无法对第2个站位派遣单位。")
}
FAQ[13] = {
	["index"] = 13,
	["title"] = _("装备强化 & 装备属性重置"),
	["answer"] = _("您可以在龙巢中消耗不需要的装备，为已装备的巨龙装备进行强化升级。您必须将所有的龙的装备都强化到最大等级，且龙的等级达到指定等级后，才能进行晋级。晋级后龙的所有属性都会大幅提升。每个装备在装备到龙身上时，会随机生成一定数量的buff加成，如步兵攻击加成之类的效果。您可以点击某个已经装备的装备，消耗一个相同部位的装备进行重新随机这些属性。")
}
FAQ[14] = {
	["index"] = 14,
	["title"] = _("龙的技能升级与英雄之血"),
	["answer"] = _("龙的技能必须通过英雄之血才能升级。您可以通过在世界地图上与其他玩家发生战斗的方式，击杀敌方单位来获得英雄之血。击杀的单位等级越高，产出的英雄之血越多。")
}
FAQ[15] = {
	["index"] = 15,
	["title"] = _("如何提高战斗力？"),
	["answer"] = _("您可以通过招募士兵，升级建筑，研发科技来提高战斗力。")
}
FAQ[16] = {
	["index"] = 16,
	["title"] = _("建筑队列"),
	["answer"] = _("初始您拥有1个建筑队列，意味着同一时间只能建造或升级1个建筑。如果您购买了任意金额的金龙币，我们将永久为您解锁第2条建筑队列")
}
FAQ[17] = {
	["index"] = 17,
	["title"] = _("战斗规则"),
	["answer"] = _("每场战斗的双方的部队都必须由龙带领发生战斗。在双方部队交战前，巨龙会先攻击对方，根据双方龙的力量向对方造成伤害，并扣除对方一定的生命值。只有生命值大于0时，巨龙才能释放特殊技能，比如，地狱火，闪电风暴，剧毒新星。此外，巨龙的生命值影响兵种的攻击，生命和负重属性(击败对手后能掠夺多少资源)的强化加成。双方巨龙战斗结束后，双方的部队按照站位顺序依次出战。每一轮，相同站位的攻击方兵种和防御方兵种会相互攻击一次，由战斗力高的一方将留在场上继续作战，直到一方的所有单位都下场。")
}
FAQ[18] = {
	["index"] = 18,
	["title"] = _("城堡"),
	["answer"] = _("城堡是城市中最重要的建筑，升级城堡可以解锁各种建筑，其他建筑的等级大多也受限于城堡。在城堡中，您还可以变更城市的地形，不同的地形有不同的属性加成：草地：木材产量+6%石料产量+6%铁矿产量+6%粮食产量+6%雪地：步兵生命值+6%弓手生命值+6%骑兵生命值+6%攻城器械生命值+6%沙漠：步兵攻击+3%弓手攻击+3%骑兵攻击+3%攻城器械攻击+3%")
}
FAQ[19] = {
	["index"] = 19,
	["title"] = _("龙巢&获得更多的龙"),
	["answer"] = _("游戏初始解锁1条龙，升级龙巢能解锁更多的巨龙，并能提升巨龙在城市中的生命值恢复速度。你在城市的龙巢中可以查看巨龙的相关信息，提升龙的技能，强化龙的装备并晋级你的巨龙。此外，如果你的城市中驻防了部队，带领部队的巨龙会显示在龙巢中。")
}
FAQ[20] = {
	["index"] = 20,
	["title"] = _("兵营"),
	["answer"] = _("在兵营中你可以招募各种士兵。每次训练士兵的数量可以通过升级兵营来提升。同时升级兵营能够解锁更多新兵种。当您解锁了训练营地，猎手大厅，马厩，车间之后，您可以升级这些建筑对应提升对应兵种的招募速度。")
}
FAQ[21] = {
	["index"] = 21,
	["title"] = _("城墙&箭塔"),
	["answer"] = _("城墙能有效抵御敌方的进攻，您可以在城墙设置驻防部队。若不设置驻防部队，城市中的部队将不会主动防御敌方的进攻，换句话说，不驻防的士兵在城市中是绝对安全的。驻防的部队同样需要由龙带领才能出战，如果驻防部队的巨龙阵亡，已驻防的部队会取消驻防。")
}
FAQ[22] = {
	["index"] = 22,
	["title"] = _("学院&科技"),
	["answer"] = _("您能在学院中花费材料和时间研发科技，包括提升建筑升级速度，资源产出效率，村落采集速度，城墙箭塔防御等等。升级学院加快研发速度和解锁新的科技。您的盟友可以协助加速您正在研发的科技。")
}
FAQ[23] = {
	["index"] = 23,
	["title"] = _("医院&伤兵"),
	["answer"] = _("您在进行飞艇探险时，参加圣地战，攻打黑龙军团，甚至攻击其他领主的过程中会损失一部分士兵。在损失的单位中有一部分可以通过医院治愈，相对于重新招募同样数量单位，您只需花费少量的资源和时间就复活他们重新为您作战。请随时注意医院的容量，如果伤兵的数量已经超出医院的最大容量，即便战斗产生了伤兵也不会进入到医院。在学院可以升级科技提升医院的伤兵上限和治愈速度。")
}
FAQ[24] = {
	["index"] = 24,
	["title"] = _("仓库&暗仓保护"),
	["answer"] = _("仓库提供木材，石料，铁矿，粮食的最大存储上限。若资源已经到达最大资源上限，城市中的资源建筑产出的资源您将无法获得，从其他领主掠夺的资源也无法获得。不过如果您使用资源道具和领取任务奖励的资源依然可正常获得。升级仓库还能为您提供资源保护的功能，注意仓库只能保护您一定数量的木材，石料，铁矿，粮食，无法保护您的银币。")
}
FAQ[25] = {
	["index"] = 25,
	["title"] = _("材料库房&材料"),
	["answer"] = _("在魔龙创世纪中您会获得各种各样的材料，材料是无法被其他领主掠夺的。所以，将多余的资源制造成材料，是一个非常不错的选择。材料分为，特殊兵种材料，用于召唤特殊的兵种，比如亡灵兵种，具有不消耗粮食的特性；建筑和科技材料，用于升级高级建筑和科技研发；龙的材料，用于打造龙的装备；你可以点击您需要的资源查看他们的来源途径，并快速链接到相应的功能。")
}
FAQ[26] = {
	["index"] = 26,
	["title"] = _("铁匠铺"),
	["answer"] = _("铁匠铺将收集到的材料打造成龙的装备。升级建筑能够提升铁匠铺的升级速度，解锁更多高级的龙的装备。龙的装备是龙晋级的必需品。当龙的等级达到要求，且装备强化到当前最大等级便可晋级。晋级之后可提升龙的当前最高等级，解锁新的技能，提升龙的属性。")
}
FAQ[27] = {
	["index"] = 27,
	["title"] = _("工具作坊"),
	["answer"] = _("工具作坊能为您制造建筑材料和军事科技材料，花费时间和资源。需要注意的是产出的材料种类是随机的。升级工作作坊能提高每批制造的材料数量，减少制造材料的资源消耗。在魔龙创世纪中，高等级建筑除了需要木材，石料，铁矿还需要建筑材料，而军事材料主要用于研发军事科技。当解锁训练营地，猎手大厅，马厩，车间这4个建筑后，可研发科技提升步兵，弓手，骑兵，攻城车的攻击和生命。")
}
FAQ[28] = {
	["index"] = 28,
	["title"] = _("市政厅"),
	["answer"] = _("市政厅每间隔一段时间会随机发布一些任务，完成后可以获得资源奖励。星级越高的任务，奖励越高。您可以花费少量金币增加星级获得更高资源奖励。尽早解锁市政厅能够在游戏前期为您提供一笔可观的资源收入。此外，在市政厅周围建造住宅还能获得额外的银币产出，住宅数量达到3个+5%银币产出，达到6个累计+10%银币产出。")
}
FAQ[29] = {
	["index"] = 29,
	["title"] = _("铸造工坊"),
	["answer"] = _("锻造工坊能增加可以建造的矿工小屋数量。同时升级建筑还能提升铁矿的最大保护上限。在锻造工坊周围建造矿工小屋还能获得额外的铁矿产出，矿工小屋数量达到3个+5%铁矿产出，达到6个累计+10%铁矿产出。如果您不缺少铁矿资源，您可以花费金龙币将锻造工坊改建成其他工坊，以增加其他资源小屋的可建造数量。")
}
FAQ[30] = {
	["index"] = 30,
	["title"] = _("磨坊"),
	["answer"] = _("磨坊能增加可以建造的农夫小屋数量。同时升级建筑还能提升粮食的最大保护上限。在磨坊周围建造农夫小屋还能获得额外的粮食产出，农夫小屋数量达到3个+5%粮食产出，达到6个累计+10%粮食产出。如果您不缺少粮食资源，您可以花费金龙币将磨坊改建成其他工坊，以增加其他资源小屋的可建造数量。")
}
FAQ[31] = {
	["index"] = 31,
	["title"] = _("锯木工坊"),
	["answer"] = _("锯木工坊能增加可以建造的木工小屋数量。同时升级建筑还能提升木材的最大保护上限。在锯木工坊周围建造木工小屋还能获得额外的木材产出，木工小屋数量达到3个+5%粮食产出，达到6个累计+10%木材产出。如果您不缺少木材资源，您可以花费金龙币将锯木工坊改建成其他工坊，以增加其他资源小屋的可建造数量。")
}
FAQ[32] = {
	["index"] = 32,
	["title"] = _("石匠工坊"),
	["answer"] = _("石匠工坊能增加可以建造的石匠小屋数量。同时升级建筑还能提升石料的最大保护上限。在石匠工坊周围建造石匠小屋还能获得额外的石料产出，石匠小屋数量达到3个+5%石料产出，达到6个累计+10%石料产出。如果您不缺少石料资源，您可以花费金龙币将石匠工坊改建成其他工坊，以增加其他资源小屋的可建造数量。")
}
FAQ[33] = {
	["index"] = 33,
	["title"] = _("贸易行会"),
	["answer"] = _("贸易行会提供各领主之间资源和材料的交易。每次出售资源和材料将消耗贸易行会中的资源小车来运输，初始1个资源小车提供1K的资源或1个材料的交易量。升级建筑能够提升资源小车的上限和恢复速度。")
}
FAQ[34] = {
	["index"] = 34,
	["title"] = _("训练营地"),
	["answer"] = _("训练营地提供步兵属性强化的功能，步兵属性等级越高，步兵科技点数越高。当步兵科技点数达到一定程度，你可以让指定类型的步兵晋级。完成晋升后，该兵种的各项属性将得到大幅提升。")
}
FAQ[35] = {
	["index"] = 35,
	["title"] = _("猎手大厅"),
	["answer"] = _("猎手大厅提供弓手属性强化的功能，弓手属性等级越高，弓手科技点数越高。当弓手科技点数达到一定程度，你可以让指定类型的弓手晋级。完成晋升后，该兵种的各项属性将得到大幅提升。")
}
FAQ[36] = {
	["index"] = 36,
	["title"] = _("马厩"),
	["answer"] = _("马厩提供骑兵属性强化的功能，骑兵属性等级越高，骑兵科技点数越高。当骑兵科技点数达到一定程度，你可以让指定类型的骑兵晋级。完成晋升后，该兵种的各项属性将得到大幅提升。")
}
FAQ[37] = {
	["index"] = 37,
	["title"] = _("车间"),
	["answer"] = _("车间提供攻城武器属性强化的功能，攻城武器属性等级越高，攻城武器科技点数越高。当攻城武器科技点数达到一定程度，你可以让指定类型的攻城武器晋级。完成晋升后，该兵种的各项属性将得到大幅提升。")
}
FAQ[38] = {
	["index"] = 38,
	["title"] = _("联盟宫殿 & 联盟地形"),
	["answer"] = _("联盟宫殿是联盟的核心建筑，盟主可以在宫殿中为联盟成员增加忠诚值。建筑等级越高，联盟可以招募的人数越多。同时，可以在联盟宫殿中改变联盟地形。不同的联盟地形能产出不同类型的龙装备材料。采出材料的渠道有，有发生PvP战斗，参加圣地战。雪地：产出蓝龙的装备材料草地：产出绿龙的装备材料沙漠：产出红龙的装备材料")
}
FAQ[39] = {
	["index"] = 39,
	["title"] = _("秩序大厅 & 村落升级"),
	["answer"] = _("本联盟的秩序大厅管理着联盟领土上的村落。升级建筑等级，提升定期刷新的村落数量。在秩序大厅中，还能消耗荣耀值提升相应村落的等级，以便提高其产出。")
}
FAQ[40] = {
	["index"] = 40,
	["title"] = _("圣地 & 龙的装备材料获取"),
	["answer"] = _("在圣地中，将军和联盟盟主可激活战争事件，当你击败事件中的敌军后可获得丰厚的奖励。每位参与并获胜的领主都能获得一些巨龙装备的材料。需要注意的是，圣地事件中的敌军将有多支部队参战，他们异常强大并数量众多，请尽量按照推荐的玩家数量参加战斗。激活事件后，所有参加事件的盟友部队，都需要在事件倒计时结束前将部队派遣到圣地中等待参战，否则部队将无法参加事件。同一时间，一位玩家只能向圣地派出一支部队参战。当事件倒计时结束后，战斗的结果和奖励将通过邮件告知每一位参战玩家。")
}
FAQ[41] = {
	["index"] = 41,
	["title"] = _("联盟商店 & 道具"),
	["answer"] = _("您可以在联盟商店中花费忠诚值兑换各种道具。您可以通过协助盟友加速的方式获得忠诚值。联盟商店中的道具分为低级和高级道具。其中，高级道具需要联盟内军需官以上职位的玩家，花费联盟荣耀值进货后才能购买。")
}
FAQ[42] = {
	["index"] = 42,
	["title"] = _("巨石阵 & 预警"),
	["answer"] = _("巨石阵能够为所有联盟成员提供预警功能，巨石阵等级越高，能查看到越多的来袭部队信息。同时巨石阵还提供所有联盟成员出征部队的情况。")
}
