Repository: ModunZhang/dragonfall_client
Catalog: Dragonfall/dev/res/i18n/*.po
Languages: fr, zh_cn

# %s金龙币
source: %s Dragon Coin
fr: %s Pièces de dragon
zh_cn: %s金龙币

# %d%%空闲城民
source: %d%% idle Civilian
fr: %d%% Civils disponibles
zh_cn: %d%%空闲城民

# %s赌场筹码
source: %s Chip
fr: %s Jetons
zh_cn: %s筹码

# 建筑移动
source: Building Teleport
fr: Bâtiment téléport
zh_cn: 建筑移动

# 火炬
source: Torch
fr: Torche
zh_cn: 火炬

# 玩家改名卡
source: Player Rename
fr: Renommer le joueur
zh_cn: 玩家改名卡

# 城市改名卡
source: City Rename
fr: Renommer la cité
zh_cn: 城市改名卡

# 撤军令
source: March Recall
fr: Rappel de marche
zh_cn: 撤军令

# 城市移动
source: City Teleport
fr: Téléport de cité
zh_cn: 城市移动

# %s龙经验值
source: %s Dragon EXP
fr: %s EXP Dragon
zh_cn: %s龙经验值

# %s点龙的生命值
source: %s Dragon HP
fr: %s PV Dragon
zh_cn: %s点龙生命值

# %s英雄之血
source: %s Hero's Blood
fr: %s Sang d'héros
zh_cn: %s英雄之血

# 体力药剂(小)
source: Energy Potion(Small)
fr: Potion d'énergie (petite)
zh_cn: 体力药剂(小)

# 体力药剂(中)
source: Energy Potion(Middle)
fr: Potion d'énergie (moyenne)
zh_cn: 体力药剂(中)

# 体力药剂(大)
source: Energy Potion(Large)
fr: Potion d'énergie (grande)
zh_cn: 体力药剂(大)

# %s点城墙的生命值
source: %s Wall Durability
fr: %s durabilité des murs
zh_cn: %s点城墙生命值

# 初级巨龙宝箱
source: Basic Dragon Chest
fr: Coffre basique de dragon
zh_cn: 初级巨龙宝箱

# 中级巨龙宝箱
source: Mega Dragon Chest
fr: Méga coffre de dragon
zh_cn: 中级巨龙宝箱

# 高级巨龙宝箱
source: Super Dragon Chest
fr: Super coffre de dragon
zh_cn: 高级巨龙宝箱

# 木宝箱
source: Wooden Case
fr: Coffre en bois
zh_cn: 木宝箱

# 铜宝箱
source: Coppery Case
fr: Coffre cuivré
zh_cn: 铜宝箱

# 银宝箱
source: Silver Case
fr: Coffre argenté
zh_cn: 银宝箱

# 金宝箱
source: Golden Case
fr: Coffre doré
zh_cn: 金宝箱

# 铜钥匙
source: Coppery Key
fr: Clé cuivrée
zh_cn: 铜钥匙

# 银钥匙
source: Silver Key
fr: Clé argentée
zh_cn: 银钥匙

# 金钥匙
source: Golden Key
fr: Clé dorée
zh_cn: 金钥匙

# VIP激活%s
source: %s VIP
zh_cn: VIP激活%s

# %sVIP点数
source: %s VIP Points
fr: %s points de VIP
zh_cn: %sVIP点数

# 扫荡卷
source: Sweep Ticket
fr: Billet de balayage
zh_cn: 扫荡卷

# 红包(小)
source: Lucky Envolpe(Small)
fr: Enveloppe chanceuse(petite)
zh_cn: 红包(小)

# 红包(中)
source: Lucky Envolpe(Middle)
fr: Enveloppe chanceuse(moyenne)
zh_cn: 红包(中)

# 红包(大)
source: Lucky Envolpe(Large)
fr: Enveloppe chanceuse(grande)
zh_cn: 红包(大)

# %s加速
source: %s Speedup
fr: %s accélération
zh_cn: %s加速

# 普通战争沙漏
source: Basic War Hourglass
fr: Sablier de guerre basique
zh_cn: 普通战争沙漏

# 强化战争沙漏
source: Advanced War Hourglass
fr: Sablier de guerre avancée
zh_cn: 强化战争沙漏

# 战败时无法被掠夺资源，但城墙会受到攻击。同时防御时的战损下降20%
source: Prevent to be plundered during the battle
fr: Prévenir d'être pillé durant la bataille
zh_cn: 发生战斗后无法被掠夺资源

# 减少25%的维护费用
source: Upkeep cost(Troop) -25%
fr: Coût d'entretien(Troupes) -25%
zh_cn: 减少25%的维护费用

# 敌方突袭成功后无法获得侦查情报，也无法抢到银币（仅对玩家本人有效，对协防玩家无效）
source: The enemy won't get intelligence when he/she Scout successfully
fr: L'ennemi n'obtiendra pas de renseignements quand il/elle explore avec succès
zh_cn: 敌方侦察成功后无法获得情报

# 木材产量提升50%
source: Wood output +50%
fr: Production de bois +50%
zh_cn: 木材产量提升50%

# 石料产量提升50%
source: Stone output +50%
fr: Production de roches +50%
zh_cn: 石料产量提升50%

# 铁矿产量提升50%
source: Mine output +50%
fr: Production de fer +50%
zh_cn: 铁矿产量提升50%

# 粮食产量提升50%
source: Food output +50%
fr: Production de pain +50%
zh_cn: 粮食产量提升50%

# 银币产量提升50%
source: Coin output +50%
fr: Production de pièces +50%
zh_cn: 银币产量提升50%

# 增加城民增长速度50%
source: Civilian recovery speed +50%
fr: Vitesse de recouvrement de civils +50%
zh_cn: 增加城民增长速度50%

# 提升龙在战斗中获得的经验值30%
source: Grants your Dragon 30% more EXP in battle
fr: Octroyer à votre dragon 30% ou plus d'EXP en bataille
zh_cn: 提升龙在战斗中获得的经验值30%

# 提升龙的基础带兵量30%
source: Increase March Units Capacity of your Dragons
fr: Augmenter la capacité de marche des unités de vos dragons
zh_cn: 提升龙的基础带兵量30%

# 提升所有龙的生命值恢复速度30%
source: Increase HP Recovery Speed of your Dragons by 30%
fr: Augmenter la vitesse de récupération de 30% de vos dragons
zh_cn: 提升所有龙的生命值恢复速度30%

# 提升所有兵种的行军速度30%
source: Increase March Speed of all your troops by 30%
fr: Augmenter la vitesse de marche de 30% de vos dragons
zh_cn: 提升所有兵种的行军速度30%

# 提升所有兵种的生命值30%
source: Increase HP of all your troops by 30%
fr: Augmenter PV de 30% de vos troupes
zh_cn: 提升所有兵种的生命值30%

# 提升所有步兵的攻击30%
source: Increase Infantry Attack by 30%
fr: Augmenter l'attaque de l'infanterie de 30%
zh_cn: 提升所有步兵的攻击30%

# 提升所有弓手的攻击30%
source: Increase Archer Attack by 30%
fr: Augmenter l'attaque des archers de 30%
zh_cn: 提升所有弓手的攻击30%

# 提升所有骑兵的攻击30%
source: Increase Cavalry Attack by 30%
fr: Augmenter l'attaque de la cavalerie de 30%
zh_cn: 提升所有骑兵的攻击30%

# 提升所有攻城器械的攻击30%
source: Increase Siege Attack by 30%
fr: Augmenter l'attaque de siège de 30%
zh_cn: 提升所有攻城器械的攻击30%

# 用来调换城市内的资源建筑或装饰建筑的位置
source: Move or Switch your Resource or Ornament Building
fr: Déplacer ou échanger vos bâtiments de ressources ou d'ornements
zh_cn: 用来调换城市内的资源建筑或装饰建筑的位置

# 立即摧毁一座建筑
source: Instantly destroy a Resource Building
fr: Détruire instantanément un bâtiment de ressources
zh_cn: 立即摧毁一座建筑

# 使用该道具更改你的玩家名称
source: Used to change your username
fr: Utilisé pour changer votre nom d'usager
zh_cn: 使用该道具更改你的玩家名称

# 使用该道具更改你获得敌方的城市名称
source: Used to change your city name
fr: Utilisé pour changer le nom de votre cité
zh_cn: 使用该道具更改你的城市名称

# 召唤一支出征在外的部队返回城市
source: Recall units before they have reached a destination
fr: Rappeler les unités avant qu'ils atteignent leurs destinations
zh_cn: 召唤一支出征在外的部队返回城市

# 允许玩家将自己的城市移动到联盟领地的指定坐标
source: Teleport your city to a location within your Alliance Territory
fr: Téléporter votre cité à un autre endroit sur le territoire de l'alliance
zh_cn: 允许玩家将自己的城市移动到联盟领地的指定坐标

# 立即增加龙的经验值%s
source: Instantly grant your Dragon %s EXP
fr: Octroyer instantanément %s EXP à votre dragon
zh_cn: 立即增加龙的经验值%s

# 选择一条空闲或驻防的龙，立即恢复%s点龙的生命值
source: Instantly recover %s Dragon HP
fr: Récupérer instantanément %s PV de votre dragon
zh_cn: 立即恢复%s点龙的生命值

# 升级龙技能必须的材料，使用后里获得获得%s英雄之血
source: For upgrading Dragon skill,used to get %s Hero's Blood
fr: Pour améliorer les compétence de votre dragon, utilisé %s de sang d'héros
zh_cn: 升级龙技能必须的材料，使用后获得%s英雄之血

# 补足玩家探索地图所需的体力:%d
source: Recover %d energy for exploring the Myst
fr: Récupérer %d d'énergie pour explorer le Myst
zh_cn: 补足玩家探索地图所需的体力:%d

# 使用后，立即为城墙恢复%s点生命值
source: Used to recover %s Wall Durability
fr: Utilisé pour récupérer %s des murs
zh_cn: 使用后，立即为城墙恢复%s点生命值

# 1~2星龙的装备所需材料，打开后按照奖励列表抽取3次
source: Star 1-2 Materials of Dragon equipment
fr: Équipement de matériel de dragon niveau étoilé 1-2
zh_cn: 1-2星龙的装备所需材料，打开后按照奖励列表抽取3次

# 2~3星龙的装备所需材料，打开后按照奖励列表抽取3次
source: Star 2-3 Materials of Dragon equipment
fr: Équipement de matériel de dragon niveau étoilé 2-3
zh_cn: 2-3星龙的装备所需材料，打开后按照奖励列表抽取3次

# 3~4星龙的装备所需材料，打开后按照奖励列表抽取3次
source: Star 3-4 Materials of Dragon equipment
fr: Équipement de matériel de dragon niveau étoilé 3-4
zh_cn: 3-4星龙的装备所需材料，打开后按照奖励列表抽取3次

# 装有其他道具的箱子，可以直接打开，随机获得一种道具（可多个）
source: Open it to get items
fr: Ouvrez-le pour obtenir des items
zh_cn: 装有其他道具的箱子，可以直接打开，随机获得一种道具（可多个）

# 装有其他道具的箱子，随机获得一种道具（可多个），需要铜钥匙才能打开
source: Open it to get items,need Coppery Key
fr: Ouvrez-le pour obtenir des items, besoin d'une clé cuivrée
zh_cn: 装有其他道具的箱子，随机获得一种道具（可多个），需要铜钥匙才能打开

# 装有其他道具的箱子，随机获得一种道具（可多个），需要银钥匙才能打开
source: Open it to get items,need Silver Key
fr: Ouvrez-le pour obtenir des items, besoin d'une clé argentée
zh_cn: 装有其他道具的箱子，随机获得一种道具（可多个），需要银钥匙才能打开

# 装有其他道具的箱子，随机获得一种道具（可多个），需要金钥匙才能打开
source: Open it to get items,need Golden Key
fr: Ouvrez-le pour obtenir des items, besoin d'une clé dorée
zh_cn: 装有其他道具的箱子，随机获得一种道具（可多个），需要金钥匙才能打开

# 用来打开铜宝箱的钥匙
source: Used to open the Coppery Case
fr: Utilisé pour ouvrir une caisse cuivrée
zh_cn: 用来打开铜宝箱的钥匙

# 用来打开银宝箱的钥匙
source: Used to open the Silver Case
fr: Utilisé pour ouvrir une caisse argentée
zh_cn: 用来打开银宝箱的钥匙

# 用来打开金宝箱的钥匙
source: Used to open the Golden Case
fr: Utilisé pour ouvrir une caisse dorée
zh_cn: 用来打开金宝箱的钥匙

# 激活你当前的VIP等级特权，效果持续%s
source: Activates VIP privileges for %s
fr: Activé les privilèges VIP pour %s
zh_cn: 激活你当前的VIP等级特权，效果持续%s

# 增加%sVIP点数，以提高你的VIP等级
source: Increase your VIP Level with %s VIP Points
fr: Augmenter votre niveau VIP avec %s point de VIP
zh_cn: 增加%sVIP點數，以提高你的VIP等級

# 不发生战斗的情况下，获得关卡的奖励
source: Earn level rewards without fighting
fr: Gagner des récompenses d'étapes sans combattre
zh_cn: 不发生战斗的情况下，获得关卡的奖励

# 将当前事件的剩余时间缩短%s
source: Decrease the remaining time by %s
fr: Diminuer le temps restant par %s
zh_cn: 将当前事件的剩余时间缩短%s

# 立即减少%d%%的行军时间
source: Decrease a march time by %d%%
fr: Diminuer le temps de marche par %d%%
zh_cn: 立即减少%d%%的行军时间

# 北风苔原
source: Borean Tundra
fr: Toundra boréale
zh_cn: 北风苔原

# 环形山脉
source: Crater
fr: Cratère
zh_cn: 环形山脉

# 凄凉戈壁
source: Desolace
fr: Désolation
zh_cn: 凄凉戈壁

# 血色冰原
source: Scarlet Firn
fr: Neige écarlate
zh_cn: 血色冰原

# 灼热峡谷
source: Searing Gorge
fr: Gorge des vents brûlants
zh_cn: 灼热峡谷

# 悲伤沼泽
source: Swamp of Sorrows
fr: Marais des chagrins
zh_cn: 悲伤沼泽

# 诅咒沙地
source: Blasted Desert
fr: Désert désolé
zh_cn: 诅咒沙地

# 暮光高地
source: Twilight Highlands
fr: Crépuscule des hautes terres
zh_cn: 暮光高地

# 幽魂谷
source: Ghostlands
fr: Terres hantées
zh_cn: 幽魂谷

# 不再提醒
source: Don't prompt again
fr: Ne pas demandez à nouveau
zh_cn: 不再提醒

# 强行派兵
source: Dispatch
fr: Envoyé
zh_cn: 强行派兵

# 爆满,将无法接纳伤兵
source: Full, can't take more injured
fr: Plein, ne peut pas prendre plus de blessés
zh_cn: 爆满,将无法接纳伤兵

# 正常
source: Normal
zh_cn: 正常

# 评价我们
source: Rate us
fr: Quotez nous
zh_cn: 评价我们

# 喜欢我们的游戏吗？
source: Like our game ?
fr: Aimez-vous notre jeu?
zh_cn: 喜欢我们的游戏吗？

# 前去评价
source: Go to Review
fr: Allez donner un avis
zh_cn: 前去评价

# 残忍的拒绝
source: Refuse
fr: Refusez
zh_cn: 残忍的拒绝

# 攻击强化
source: Attack Power
fr: Puissance d'attaque
zh_cn: 攻击强化

# 生命强化
source: HP Maximum
fr: PV maximum
zh_cn: 生命强化

# 负重强化
source: Troop Load
fr: Chargement de troupes
zh_cn: 负重强化

# %s血量增加到 Lv %d
source: %s HP Lv%d
fr: PV %s Niv %d
zh_cn: %s血量增加到 Lv %d

# %s对%s的攻击到 Lv %d
source: %s attack:against %s Lv%d
fr: %s attaque: contre %s Niv %d
zh_cn: %s对%s的攻击到 Lv %d

# 正在参加圣地战 %s(%s)
source: Shrine %s(%s)
fr: Sanctuaire %s(%s)
zh_cn: 正在参加圣地战 %s(%s)

# 正在进行村落采集
source: Gathering
fr: Ramassage
zh_cn: 正在进行村落采集

# 正在协防玩家%s
source: Assisting %s
fr: Assistance %s
zh_cn: 正在协防玩家%s

# 进攻玩家城市(返回中)
source: Attack enemy city(returning)
fr: Attaque cité ennemi(retour)
zh_cn: 进攻玩家城市(返回中)

# 协防玩家城市(返回中)
source: Assist(returning)
fr: Assistance(retour)
zh_cn: 协防玩家城市(返回中)

# 占领村落(返回中)
source: Occupy(returning)
fr: Occupation(retour)
zh_cn: 占领村落(返回中)

# 攻打联盟圣地(返回中)
source: Shrine(returning)
fr: Sanctuaire(retour)
zh_cn: 攻打联盟圣地(返回中)

# 攻打黑龙军团(返回中)
source: Attack Dark Army(returning)
fr: Attaque des armées noires(retour)
zh_cn: 攻打黑龙军团(返回中)

# 正在突袭 %s(%s)
source: Scout %s(%s)
fr: Explorer %s(%s)
zh_cn: 正在侦察 %s(%s)

# 正在进攻 %s(%s)
source: Attack %s (%s)
fr: Attaque %s(%s)
zh_cn: 正在进攻 %s(%s)

# 前往协防 %s (%s)
source: Assist %s (%s)
fr: Assister %s(%s)
zh_cn: 前往协防 %s (%s)

# 进军圣地 (%s)
source: Shrine (%s)
fr: Sanctuaire (%s)
zh_cn: 进军圣地 (%s)

# 返回中 (%s)
source: Returning (%s)
fr: Retour (%s)
zh_cn: 返回中 (%s)

# 正在采集%sLv%s
source: Gathering %s Lv%s
fr: Ramassage %s Niv. %s
zh_cn: 正在采集%sLv%s

# 城市建设
source: City construction
fr: Construction de cité
zh_cn: 城市建设

# 培养巨龙
source: Dragon training
fr: Entraînement de dragon
zh_cn: 培养巨龙

# 研发科技
source: Science researching
fr: Recherche de science
zh_cn: 研发科技

# 招募部队
source: Army recruiting
fr: Recrutement d'armée
zh_cn: 招募部队

# 冒险与征服
source: Explore & Conquer
fr: Explorer et conquérir
zh_cn: 冒险与征服

# 建造一个%s
source: Build a %s
fr: Construire %s
zh_cn: 建造一个%s

# 解锁建筑%s
source: Unlock %s
fr: Débloquer %s
zh_cn: 解锁建筑%s

# 将%s升级到等级%d
source: Upgrade %s to Lv%d
fr: Améliorer %s au Niv %d
zh_cn: 将%s升级到等级%d

# 将%s提升到星级%d
source: Upgrade %s to star %d
fr: Améliorer %s à %d étoiles
zh_cn: 将%s提升到星级%d

# 将%s技能%s提升到等级%d
source: Upgrade %s:%s to Lv%d
fr: Améliorer %s:%s au Niv %d
zh_cn: 将%s技能%s提升到等级%d

# 将%s科技研发到等级%d
source: Upgrade %s to Lv%d
fr: Améliorer %s au Niv %d
zh_cn: 将%s科技研发到等级%d

# 招募%s个%s(%s/%s)
source: Recruit %s %s (%s/%s)
fr: Recruter %s %s(%s/%s)
zh_cn: 招募%s个%s(%s/%s)

# 探索%s次PVE(%s/%s)
source: Explore the Myst %s times (%s/%s)
fr: Explorer le Myst %s fois (%s/%s)
zh_cn: 探索%s次飞艇(%s/%s)

# 探索次数达到%s描述
source: Explore the Myst %s times
fr: Explorer le Myst %s fois
zh_cn: 探索次数达到%s描述

# 攻击玩家获胜%s次
source: Win %s times(Attack enemy player)
fr: Gagner %s fois (attaquer joueur ennemi)
zh_cn: 攻击玩家获胜%s次

# 攻击玩家获胜%s次描述
source: Win %s times(Attack enemy player)
fr: Gagner %s fois (attaquer joueur ennemi)
zh_cn: 攻击玩家获胜%s次描述

# 突袭玩家获胜%s次
source: Win %s times(Scout enemy player)
fr: Gagner %s fois (explorer joueur ennemi)
zh_cn: 侦察玩家获胜%s次

# 突袭玩家获胜%s次描述
source: Win %s times(Scout enemy player)
fr: Gagner %s fois (explorer joueur ennemi)
zh_cn: 侦察玩家获胜%s次描述

# 击杀积分达到%s
source: Reach %s kill score
fr: Atteindre un score de tueries de %s
zh_cn: 击杀积分达到%s

# 击杀积分达到%s描述
source: Reach %s kill score
fr: Atteindre un score de tueries de %s
zh_cn: 击杀积分达到%s描述

# power值到达%s
source: Reach %s power
fr: Atteindre une puissance de %s
zh_cn: 战斗值到达%s

# power值到达%s描述
source: Reach %s power
fr: Atteindre une puissance de %s
zh_cn: 战斗值到达%s描述

# 对%s的攻击
source: Attack against %s
fr: Attaque contre %s
zh_cn: 对%s的攻击

# 拥有%d
source: Own %d
fr: Posséder %d
zh_cn: 拥有%d

# 使用立即减少升级时间
source: Accelerating time instantly
fr: Accélérer le temps instantanément
zh_cn: 使用立即减少等待时间

# 等级已满
source: Level Max
fr: Niveau maximum
zh_cn: 等级已满

# 已达到最大等级
source: Level Max
fr: Niveau maximum
zh_cn: 已达到最大等级

# 成员总数+%d,联盟战斗力+%d
source: Member amount+%d,Alliance power+%d
fr: Nombre de membres+%d, Puissance d'alliance+%d
zh_cn: 成员总数+%d,联盟战斗力+%d

# 联盟洞察力恢复速度+%d
source: Alliance Perception Recovery Speed+%d
fr: Vitesse de recouvrement de la perception d'alliance+%d
zh_cn: 联盟感知力恢复速度+%d

# 道具个数+%d
source: Item kind+%d
fr: Sorte d'items+%d
zh_cn: 道具个数+%d

# 各类型的村落个数+%d
source: Village+%d
zh_cn: 村落个数+%d

# 荣耀点
source: Honor
fr: Honneur
zh_cn: 荣耀点

# 职位大于等于%s
source: Position Level ≥ %s
fr: Niveau de position ≥ %s
zh_cn: 职位大于等于%s

# 帮助盟友加速科技研发和建筑升级可以增加忠诚值
source: You can earn Loyalty points by helping your allies to speed up
fr: Vous pouvez gagner des points de loyauté en aidant les alliés à accélérer
zh_cn: 帮助盟友加速科技研发和建筑升级可以增加忠诚值

# 联盟名称不合法只允许字母、数字和空格，需要3~20个字符
source: Only able to use charaters,numbers and spaces (3-20 characters)
fr: Seulement utiliser des lettres, chiffres et espaces (3-20 caractères)
zh_cn: 联盟名称不合法，只允许字母、数字和空格，需要3-20个字符

# 联盟标签不合法只允许字母、数字需要1~3个字符
source: Only able to use charaters (1-3 characters)
fr: Seulement utiliser des lettres, chiffres et espaces (1-3 caractères)
zh_cn: 联盟标签不合法，只允许字母、数字需要1-3个字符

# 创建联盟成功!
source: Alliance has been created successfully !
fr: Alliance créée avec succès!
zh_cn: 创建联盟成功!

# 联盟信息当前没有任何改动!
source: No changes !
fr: Aucun changement!
zh_cn: 联盟信息当前没有任何改动!

# 修改联盟信息成功!
source: Alliance Info has been modified successfully !
fr: Info de l'alliance modifié avec succès!
zh_cn: 修改联盟信息成功!

# 联盟旗帜
source: Alliance Flag
fr: Drapeau d'alliance
zh_cn: 联盟旗帜

# 联盟地形
source: Alliance Terrain
fr: Terrain d'alliance
zh_cn: 联盟地形

# 只允许字母、数字需要1~3个字符
source: Only able to use charaters,input 1-3 characters
fr: Seulement capable d'utiliser des lettres, rentrer 1-3 caractères
zh_cn: 只允许字母、数字需要1-3个字符

# 联盟标签
source: Alliance Tag
fr: Tag d'alliance
zh_cn: 联盟标签

# 只允许字母、数字和空格，需要3~20个字符
source: Only able to use charaters,numbers and spaces,input 3-20 characters
fr: Seulement utiliser des lettres, chiffres et espaces (3-20 caractères)
zh_cn: 只允许字母、数字和空格，需要3-20个字符

# 联盟名称
source: Alliance Name
fr: Nom d'alliance
zh_cn: 联盟名称

# 联盟地图BUFF
source: Alliance Buff
fr: Bonus d'alliance
zh_cn: 联盟增益

# 第%d圈
source: Round %d
fr: Ronde %d
zh_cn: 第%d圈

# 未激活
source: Inactive
fr: Inactif
zh_cn: 未激活

# 升级条件
source: Upgrade
fr: Améliorer
zh_cn: 升级条件

# 建筑描述
source: Description
zh_cn: 建筑描述

# 购买需要精英或以上权限
source: You need a Elite level or a higher level to buy it
fr: Vous avez besoin d'un niveau élite ou plus pour l'acheter
zh_cn: 购买需要精英或以上权限

# 请输入正确的购买数量
source: Please enter a correct number
fr: SVP, entrer un nombre correct
zh_cn: 请输入正确的购买数量

# 购买成功
source: Bought Successfully
fr: Acheté avec succès
zh_cn: 购买成功

# 农夫
source: Farmer
fr: Fermier
zh_cn: 农夫

# 伐木工
source: Woodcutter
fr: Bucheron
zh_cn: 伐木工

# 矿工
source: Miner
fr: Mineur
zh_cn: 矿工

# 矿产产量
source: Mine Output
fr: Production de fer
zh_cn: 矿产产量

# 石匠
source: Quarrier
fr: Carrière
zh_cn: 石匠

# 上限
source: Amount
fr: (Quantité)
zh_cn: 上限

# 提示：预留一定的空闲城民，兵营将这些空闲城民训练成士兵
source: Tips:Leave and train some civilians to be your soldiers in the barrack
fr: Conseil: Garder des civils disponibles pour l'entraînement dans la baraque
zh_cn: 提示：预留一定的空闲城民，兵营将这些空闲城民训练成士兵

# 技能
source: Skill
fr: Compétence
zh_cn: 技能

# 任务奖励
source: Task Reward
fr: Récompense de tâche
zh_cn: 任务奖励

# 打开
source: Open
fr: Ouvert
zh_cn: 打开

# 查看已拥有的建筑
source: Check your buildings
fr: Vérifier vos bâtiments
zh_cn: 查看已拥有的建筑

# 查看现有的士兵
source: Check your troops
fr: Vérifier vos troupes
zh_cn: 查看现有的士兵

# 查看材料
source: Check Materials
fr: Vérifier votre matériel
zh_cn: 查看材料

# 训练营地空闲
source: Training Ground is idle
fr: Le terrain d'entraînement est disponible
zh_cn: 训练营地空闲

# 猎手大厅空闲
source: Hunter Hall is idle
fr: Le pavillon de chasse est disponible
zh_cn: 猎手大厅空闲

# 马厩空闲
source: Stable is idle
fr: L'écurie est disponible
zh_cn: 马厩空闲

# 车间空闲
source: Workshop is idle
fr: L'atelier est disponible
zh_cn: 车间空闲

# 查看学院科技
source: Check Academy Sciences
fr: Vérifier les sciences de l'académie
zh_cn: 查看学院科技

# %s (解锁)
source: %s(unlocking)
fr: %s(débloque)
zh_cn: %s (解锁)

# %s (升级到 等级%d)
source: %s(upgrading to Lv%d)
fr: %s(améliore au Niv %d)
zh_cn: %s (升级到 等级%d)

# %s (建造)
source: %s(building)
fr: %s(bâtiment)
zh_cn: %s (建造)

# 正在制作 %s
source: Producing %s
fr: Produit %s
zh_cn: 正在制作 %s

# 制造材料 x%d
source: Producing Materials x%d
fr: Produit matériel x%d
zh_cn: 制造材料 x%d

# 查看已经拥有的建筑
source: Browse your own buildings
fr: Parcourez vos propres bâtiments
zh_cn: 查看已经拥有的建筑

# 物品
source: Item
zh_cn: 物品

# 加入或创建联盟 开启多人团战玩法
source: Join or Create an Alliance Unlock more multiplyer functions
fr: Joindre ou créer une alliance Débloquer plus de fonctions multi-joueurs
zh_cn: 加入或创建联盟 开启更多多人玩法

# 当前没有内容
source: No Content
fr: Aucun contenu
zh_cn: 当前没有内容

source: Protection Period: Belligerents will not be attacked by other alliances after the battle for a certain peroid.
fr: Période de protection: les belligérants ne seront pas attaqués par d'autres alliances après une bataille pour un certain temps.
zh_cn: 保护期：战争期结束后，开战的两个联盟会进入保护期。其他联盟无法对处于保护期的联盟发起联盟战。但处于保护期的联盟可以主动破除保护，对其他联盟发起联盟战。

# 王座争夺战规则
source: Throne of War instruction
fr: Instructions du trône de guerre
zh_cn: 王座争夺战规则

# 最近联系人
source: Recent Contact
fr: Contact récent
zh_cn: 最近联系人

# 向其他玩家发送邮件,会自动添加到最近联系人列表
source: Contacts that you've contacted by mail recently
fr: Gens que vous avez contacté récemment
zh_cn: 在聊天界面或在联盟-成员列表点击其他玩家可以发送邮件，已联系过的玩家会记录在这里

# 立即制造
source: Build Now
fr: Sur-le-champ
zh_cn: 立即制造

# 制造队列
source: Build Queue
fr: Queue de construction
zh_cn: 建造队列

# 需要银币 %s/%s
source: Need Coin %s/%s
fr: Besoin de pièces %s/%s
zh_cn: 需要银币 %s/%s

# 制造队列 %d/%d
source: Build Queue %d/%d
fr: Queue de construction %d/%d
zh_cn: 建造队列 %d/%d

# 材料不足
source: Not enough Materials
fr: Pas assez de matériel
zh_cn: 材料不足

# 完成当前制造队列,需要%d
source: Need %d Dragon Coins to finish the last building event
fr: Besoin de %d pièces de dragon pour terminer le dernier bâtiment
zh_cn: 完成当前制造队列,需要%d

# 银币不足,需要%d
source: Not enough Coins,need %d Dragon Coins to supply
fr: Pas assez de pièces, besoin %d de pièces de dragon pour remplacer
zh_cn: 银币不足,需要银币%d

# 生产
source: Produce
fr: Produire
zh_cn: 生产

# 制造材料完成!
source: Material Produced Successfully
fr: Matériel produit avec succès
zh_cn: 制造材料完成!

# 当前材料库房中的材料已满，你可能无法获得这些材料。是否仍要获取？
source: Your Material Depot was full of this kind of material, you may not get these materials this time. Are you sure to get ?
fr: Votre dépôt de matériel est plein de ce type de matériel, vous pourriez ne pas obtenir de ce matériel cette fois. Êtes-vous sur de le faire?
zh_cn: 当前材料库房中的材料已满，你可能无法获得这些材料。是否仍要获取？

# 所需资源
source: Need Resources
fr: Besoin de ressources
zh_cn: 所需资源

# 随机制造%d个材料
source: Produce %d Materials(random)
fr: Produire %d matériaux (aléatoire)
zh_cn: 随机制造%d个材料

# 强行获取
source: Get
fr: Prendre
zh_cn: 强行获取

# 获取建筑材料
source: Got Materials
fr: Matériel reçu
zh_cn: 获取建筑材料

# 获取科技材料
source: Got Materials
fr: Matériel reçu
zh_cn: 获取科技材料

# 撤退
source: Withdraw
fr: Rappeler
zh_cn: 撤退

# 正在协防 %s (%s)
source: Assisting %s (%s)
fr: Assiste %s (%s)
zh_cn: 正在协防 %s (%s)

# 材料详情
source: Material Info
fr: Info matériel
zh_cn: 材料详情

# 由工具作坊生产
source: Produced from Toolshop
fr: Produit pas l'atelier
zh_cn: 由工具作坊生产

# 您还没有解锁工具作坊
source: You need to build the Toolshop first
fr: Vous avez besoin de construire un atelier en premier
zh_cn: 您还没有解锁工具作坊

# 参加联盟圣地战
source: Attend a Shrine event
fr: Participer un évènement de sanctuaire
zh_cn: 参加联盟圣地战

# 您还没有加入联盟
source: You've not joined an Alliance
fr: Vous n'avez pas joins une alliance
zh_cn: 您还没有加入联盟

# 购买&使用初级巨龙宝箱
source: Buy and use the Basic Dragon Chest
fr: Acheter et utiliser un coffre de dragon basique
zh_cn: 购买&使用初级巨龙宝箱

# 联盟匹配战中击杀敌军掉落
source: Kill enemy in the Alliance Battle
fr: Tuer des ennemi dans un bataille d'alliance
zh_cn: 联盟匹配战中击杀敌军掉落

# 前往飞艇探险
source: Go to explore the Myst
fr: Aller explorer le Myst
zh_cn: 前往飞艇探险

# 特殊兵种
source: Special Force
fr: Force spéciale
zh_cn: 特殊兵种

# 建筑&科技
source: Building&Science
fr: Bâtiment/Science
zh_cn: 建筑&科技

# 请选择一个科技进行研发
source: Choose a science to research
fr: Choisir une science pour la recherche
zh_cn: 请选择一个科技进行研发

# 头衔为空，占领王城后可以给其他玩家指定头衔
source: No title now,you can get it by occupying a Wonder
fr: Aucun titre maintenant, vous pouvez l'obtenir en occupant une merveille
zh_cn: 头衔为空，占领王城后可以给其他玩家指定头衔

# 勋章
source: Medal
fr: Médaille
zh_cn: 勋章

# 复制玩家ID
source: Copy ID
zh_cn: 复制玩家ID

# 数据统计
source: Statistics
fr: Statistiques
zh_cn: 数据统计

# 兵种晋级
source: Promotion
zh_cn: 兵种晋级

# 立即晋级
source: Promote Now
fr: Promouvoir maintenant
zh_cn: 立即晋级

# 升级队列已满:%d/1
source: NO idle Build Queue:%d/1
zh_cn: 升级队列已满:%d/1

# 科技点数
source: Science Points
fr: Points de science
zh_cn: 科技点数

# 科技点未达到要求
source: You need higher Science Points
fr: Vous avez besoin de plus de points de science
zh_cn: 科技点未达到要求

# 正在晋级
source: Promoting
fr: Promouvoit
zh_cn: 正在晋级

# 战斗力排行榜
source: Power
fr: Puissance
zh_cn: 战斗力排行榜

# 击杀排行榜
source: Kill Score
fr: Score de tuerie
zh_cn: 击杀排行榜

# 我的战斗力排行
source: My Power Ranking
fr: Mon classement de puissance
zh_cn: 我的战斗力排行

# 我的击杀排行
source: My Kill Score Ranking
fr: Mon classement de points de tuerie
zh_cn: 我的击杀排行

# 我的联盟战斗力排行
source: My Alliance power Ranking
fr: Mon classement de puissance d'alliance
zh_cn: 我的联盟战斗力排行

# 我的联盟击杀排行
source: My Alliance Kill Socre Ranking
fr: Mon classement de points de tuerie d'alliance
zh_cn: 我的联盟击杀排行

# 强势对抗
source: Strong Against
fr: Fort contre
zh_cn: 强势对抗

# 弱势对抗
source: Weak Against
fr: Faible contre
zh_cn: 弱势对抗

# 维护费
source: Upkeep
fr: Coût d'entretien
zh_cn: 维护费

# 招募开启中
source: Summon opening now
fr: Invoquer l'ouverture maintenant
zh_cn: 招募开启中

# 下一次开启招募:%s
source: Recruiting in: %s
fr: Recrute dans: %s
zh_cn: 下一次开启招募:%s

# 立即招募
source: Recruit Now
fr: Recrute maintenant
zh_cn: 立即招募

# 您当前没有足够金龙币
source: Not enough Dragon Coins
fr: Pas assez de pièces de dragon
zh_cn: 您当前没有足够金龙币

# 招募材料不足
source: Not enough materials to recruit
fr: Pas assez de matériel pour recruter
zh_cn: 招募材料不足

# 您当前没有足够材料
source: Not enough materials
fr: Pas assez de matériel
zh_cn: 您当前没有足够材料

# 您当前没有足够的队列
source: Not enough queues
fr: Pas assez de queue
zh_cn: 您当前没有足够的队列

# 您当前没有足够的资源
source: Not enough resources
fr: Pas assez de ressource
zh_cn: 您当前没有足够的资源

# 是否花费魔法石立即补充
source: Do you want to get supplied by Dragon Coins?
fr: Voulez-vous suppléer avec une pièce de dragons?
zh_cn: 是否花费金龙币立即补充

# 下一次开启招募:
source: Summon will open in:
fr: Invoquera l'ouverture dans:
zh_cn: 下一次开启招募:

# 单位产能
source: Output
fr: Production
zh_cn: 单位产能
