Repository: ModunZhang/dragonfall_client
Catalog: Dragonfall/dev/res/i18n/*.po
Languages: fr, zh_cn

# Batcatstudio游戏用户使用许可协议本地化ID
source: Batcatstudio Game User Agreement 1. Account Management 1.1 Your account shall not possess vulgar or illegal names. 1.2 You agree that you will not, under any circumstances, maliciously use the account to break game rules, or the Batcatstudio operations team might temporarily ban or permanently remove your account. 1.3 Warning: Account using stolen/fake credit cards or gift cards will be permanently banned. Buying In-game items through other channels other then the official iTunes store, for example eBay or Taobao, is not allowed and will result in a ban. Discussion and propagation of these other channels are also not allowed. 2. Privacy Policy 2.1 Whenever you play our game, we collect data about all of your interactions with the game and with the other players inside the game to provide you our services and improving them. You consent the processing of your data, including your personal information, like name, avatar, gender, network, in-game user id, friend list and all the informations that associated with your user data; 2.2 We use this information to notify winners and award prizes, to monitor traffic or personalize the Service. 3. Bugs 3.1 Players are encouraged to report bugs to Batcatstudio operation team. 3.2 Player accounts will be removed if they exploit from bugs. 3.3 The Batcatstudio operations team has the right to take corrective actions, for example shutting down servers or rolling back game data to rectify critical bugs. 4. Third-party Software 4.1 You agree that you will not, under any circumstances, use cheats, automation software (bots), hacks, mods or any other unauthorized third-party software designed to modify the Batcatstudio experience, or the Batcatstudio operations team might temporarily ban or permanently remove your account. 5. Code of Conduct 5.1 The Player agrees with game rules issued and modified from time to time by the Batcatstudio operations team as well as other related rules, and accepts and uses products and services in accordance with these rules. Players shall not use products or services or take part in activities by any unjust or unfair means. 5.2 You agree that you will not, under any circumstances,hack game server, game database server, game registration and login server, official website server or game forum server; 5.2.1 In whole or in part, copy, photocopy, reproduce, translate, reverse engineer, derive source code from, modify, disassemble, decompile, or create derivative works based on the Game; 5.2.2 Use cheats, automation software (bots), hacks, mods or any other unauthorized third-party software designed to modify the Batcatstudio experience; 5.2.3 Modify or cause to be modified any files that are a part of the Game in any way not expressly authorized; 5.2.4 Exploit or spread game bugs; 5.2.5 Facilitate, create or maintain any unauthorized connection to the Game or the Service, including without limitation (a) any connection to any unauthorized server that emulates, or attempts to emulate, the Service; and (b) any connection using programs or tools not expressly approved. 5.3 Players shall be responsible for account and password disclosure due to personal negligence. 5.4 Players shall use products and services in an individual name and shall not be for any commercial purpose. 5.5 Players shall take charge of activities and events occurred under their accounts, comply with laws, rules and regulations in connection with online information publishing, as well as widely applicable Internet ethics, and be responsible for what they publish. In particular, Players shall not publish information in relation to the following aspects: 5.5.1 Opposing constitutional principles; 5.5.2 Endangering national security, disclosing national secrets, overthrowing national sovereign or destroying national unity; 5.5.3 Damaging national credit or profit; 5.5.4 Stirring up ethnic feud or discrimination; 5.5.5 Violating national religious policies or disseminating evil cults or superstitions; 5.5.6 Spreading rumors, disturbing social order or demolishing social stability; 5.5.7 Spreading obscene, erotic, gambling, violence, murder, horrible or abetment information; 5.5.8 Humiliating, slandering, or infringing others; 5.5.9 Containing other inhibitory information; 5.5.10 Infringing intellectual property rights or public or private rights of any third party; 5.5.11 Offending common morals and conventions; 5.5.12 Advertising unless otherwise licensed by Batcatstudio operation team. 5.6 Accounts and roles of Players and nicknames in Game forum shall not fall into any above item either. 6. Account Suspension/Deletion 6.1 Warning: Players who behave inappropriately may be warned 6.2 Muted: Players who behave inappropriately may be muted in chat channel 6.3 Deprivation: Players who behave inappropriately may have illegal gains removed. 6.4 Suspension: Players who behave inappropriately may be temporarily banned 6.5 Remove Account: Players who behave inappropriately may have their accounts permanently removed. 6.6 Accounts that have not used Batcatstudio services for 360 consecutive days will be deleted on the 24th hour of the 360th day of unused service. The count will begin from the last day the account logged into the server. Batcatstudio reserves the right to stop services for such accounts and delete all account information, including information related to levels, characters, items, etc. Batcatstudio does not take responsibility for any monetary losses incurred after the deletion of such accounts. 7. Termination This Agreement is effective until terminated. You may terminate this Agreement by terminating the Account. In the event that you terminate or breach this Agreement, you will forfeit your right to any and all payments you may have made. You agree and acknowledge that you are not entitled to any refund for any amounts which were pre-paid on behalf of the Account prior to any termination of this Agreement. The Batcatstudio operations team may terminate this Agreement with or without notice by terminating the Account as set forth in Section V. 8. Intellectual Property All copyrights and patent rights of all information, material and techniques (including software), trademarks, trade secrets, and other intellectual property rights are owned by Batcatstudio. Batcatstudio official products and services are provided for individual Players for non-commercial purposes. Any party shall not modify, copy, spread, send, display, execute, issue, license, transfer or sell any concerning information, material, software, products or services, or produce derivative works unless otherwise authorized by the official or its oblige in advance. On the condition that a Player fails to comply with the above regulation, the official may immediately stop providing products or services for the Player and the Player must destroy all acquired concerning information, material, software or products at once. 9. Rule Interpretation and Modification The Batcatstudio operations team reserves the right of construing, modifying and adding Game rules, which will take effect at the time of their being announced.
fr: Batcatstudio Jeu Accord utilisateur 1. Gestion de compte 1.1 Votre compte ne doit pas posséder des noms vulgaires ou illégaux. 1.2 Vous acceptez que vous ne devrez pas, en aucune circonstance, utiliser malicieusement le compte afin de briser les règles du jeu, ou l'équipe des opérations Batcatstudio peut temporairement interdire ou supprimer définitivement votre compte. 1.3 Attention: Un compte utilisant volées / fausses cartes de crédit ou des cartes-cadeaux sera interdit de façon permanente. Acheter des objets dans le jeu par le biais d'autres canaux autres que la boutique officielle iTunes, par exemple eBay ou Taobao, ne sont pas autorisés et se traduira par une interdiction. Discussion et à la propagation de ces autres canaux ne sont pas autorisés. 2. Politique de confidentialité 2.1 Chaque fois que vous jouez à notre jeu, nous recueillons des données sur l'ensemble de vos interactions avec le jeu et avec les autres joueurs dans le jeu pour vous fournir nos services et les améliorer. Vous acceptez le traitement de vos données, y compris vos renseignements personnels, comme le nom, l'avatar, le sexe, le réseau, ID utilisateur dans le jeu, liste d'amis et toutes les informations qui sont associés à vos données d'utilisateur; 2.2 Nous utilisons cette information pour informer les gagnants et attribuer les prix, pour surveiller le trafic ou personnaliser le service. 3. Bugs 3.1 Les joueurs sont encouragés à signaler les bogues à l'équipe d'opération Batcatstudio. 3.2 Le compte du joueur sera supprimé si elles exploitent des bogues. 3.3 L'équipe d'exploitation Batcatstudio a le droit de prendre des mesures correctives, par exemple pour éteindre des serveurs ou de roulement arrière des données de jeu pour corriger les bogues critiques. Logiciel 4. tiers 4.1 Vous acceptez que vous ne serez pas, en aucun cas, utiliser des astuces, des logiciels d'automatisation (bots), hacks, mods ou tout autre logiciel tiers non autorisé conçu pour modifier l'expérience Batcatstudio, ou l'équipe des opérations Batcatstudio pourrait temporairement interdire ou supprimer définitivement Votre compte. 5. Code de conduite 5.1 Le joueur est d'accord avec les règles du jeu émises et modifiés de temps à autre par l'équipe des opérations Batcatstudio ainsi que d'autres règles connexes, et accepte et utilise des produits et des services en conformité avec ces règles. Les joueurs ne doivent pas utiliser des produits ou des services ou de prendre part à des activités par tous les moyens injustes ou inéquitables. 5.2 Vous acceptez que vous ne ferez, en aucun cas, hack de serveur de jeu, serveur de base de données de jeu, sauvegarde du jeu et de connexion au serveur, serveur de site officiel ou serveur de forum du jeu; 5.2.1 En tout ou en partie, copier, photocopier, reproduire, traduire, désosser, dériver le code source, modifier, décompiler, désassembler, ou créer des œuvres dérivées basées sur le jeu; 5.2.2 Utiliser des astuces, des logiciels d'automatisation (bots), hacks, mods ou tout autre logiciel tiers non autorisé conçu pour modifier l'expérience Batcatstudio; 5.2.3 Modifier ou faire modifier les fichiers qui font partie du jeu de quelque manière non expressément autorisée; 5.2.4 Exploiter ou diffuer des bugs de jeu; 5.2.5 Faciliter, créer ou maintenir toute connexion non autorisée au Jeu ou du Service, y compris, sans limitation (a) toute connexion à un serveur non autorisé qui émule ou tente d'émuler, le Service; et (b) toute connexion à l'aide des programmes ou des outils non expressément approuvés. 5.3 Les joueurs sont responsables de compte et mot de passe divulgué due à une négligence personnelle. 5.4 Les joueurs doivent utiliser des produits et services dans un nom individuel et ne sont pas à des fins commerciales. 5.5 Les joueurs doivent prendre en charge les activités et les événements qui se sont produits dans leurs comptes, se conformer aux lois, règles et règlements dans le cadre de la publication de l'information en ligne, ainsi que l'éthique de l'Internet largement applicables, et seront responsables de ce qu'ils publient. En particulier, les lecteurs ne doivent pas publier des informations en relation avec les aspects suivants: 5.5.1 principes constitutionnels opposées; 5.5.2 Mise en danger de la sécurité nationale, la divulgation de secrets nationaux, renverser nationale souveraine ou de détruire l'unité nationale; 5.5.3 Endommager crédit national ou profit; 5.5.4 Encourager rivalité ethnique ou la discrimination; 5.5.5 Violer politiques religieuses nationales ou la diffusion des sectes ou des superstitions diaboliques; 5.5.6 Répandre des rumeurs, perturber l'ordre social ou de démolir la stabilité sociale; 5.5.7 Propager de l'information de nature violente, meurtre, obscènes, érotique, horribles ou complice; 5.5.8 Humiliating, diffamant, ou portant atteinte à d'autres; 5.5.9 contenant d'autres informations inhibitrice; 5.5.10 Enfreindre les droits de propriété intellectuelle ou les droits publics ou privés d'un tiers; 5.5.11 Offensant la morale et les conventions communes; 5.5.12 Publicité sauf si autorisé autrement par l'équipe d'opération Batcatstudio. 5.6 Comptes et rôles des joueurs et des surnoms dans le forum du jeu ne doivent pas tomber dans tout article ci-dessus soit. 6. Suspension de compte / Suppression 6.1 Avertissement: Les joueurs qui se comportent de façon inappropriée peuvent être prévenus 6.2 Muted: Les joueurs qui se comportent de façon inappropriée peuvent être mis en sourdine dans le canal le chat 6.3 Privation: Les joueurs qui se comportent de façon inappropriée peuvent avoir des gains illicites retirés. 6.4 Suspension: Les joueurs qui se comportent de façon inappropriée peuvent être interdites temporairement 6.5 Supprimer le compte: Les joueurs qui se comportent de façon inappropriée peuvent avoir leurs comptes supprimés définitivement. 6.6 Les comptes qui nèont pas utilisé les services Batcatstudio pendant 360 jours consécutifs seront supprimés sur la 24ème heure de la journée 360e du service utilisé. Le décompte commence à partir du dernier jour du compte connecté au serveur. Batcatstudio se réserve le droit d'arrêter les services pour ces comptes et de supprimer toutes les informations de compte, y compris les informations relatives à des niveaux, personnages, objets, etc. Batcatstudio ne prend pas la responsabilité pour les pertes monétaires subies après la suppression de ces comptes. 7. Résiliation Le présent Accord est en vigueur jusqu'à résiliation. Vous pouvez résilier le présent Contrat en mettant fin au compte. Dans le cas où vous résiliez ou violez cet accord, vous perdrez votre droit à tous les paiements que vous avez faits. Vous reconnaissez et acceptez que vous n'êtes pas droit à aucun remboursement pour les montants qui ont été pré-payés au nom du compte avant toute dénonciation du présent Accord. L'équipe d'exploitation Batcatstudio peut résilier le présent Contrat avec ou sans préavis en mettant fin au compte comme indiqué dans la section V. 8. Propriété intellectuelle Tous les droits d'auteur et les droits de brevet de toutes les informations, le matériel et les techniques (y compris les logiciels), les marques, les secrets commerciaux et autres droits de propriété intellectuelle sont la propriété de Batcatstudio. produits et services officiels Batcatstudio sont fournis pour les joueurs individuels à des fins non commerciales. Toute partie ne doit pas modifier, copier, diffuser, envoyer, afficher, exécuter, d'émettre, d'une licence, transférer ou vendre toute information, matériel, logiciels, produits ou services concernant, ou de produire des travaux dérivés, sauf autorisation contraire par le fonctionnaire ou son oblige à l'avance . A condition qu'un joueur ne se conforme pas à la réglementation ci-dessus, le fonctionnaire peut cesser immédiatement la fourniture de produits ou de services pour le joueur et le joueur doit détruire tous les acquis en matière d'information, du matériel, des logiciels ou des produits à la fois. 9. Règle interprétation et modification L'équipe d'exploitation Batcatstudio se réserve le droit d'interpréter, de modifier et d'ajouter des règles de jeu, qui prendra effet au moment de leur être annoncé.
zh_cn: 《Batcatstudio游戏用户使用许可协议》 1、特别提示当您使用本软件及成都蝠猫科技有限公司(以下简称“蝠猫科技”)的服务时,即表示您同意遵守本协议及蝠猫科技为提供相应服务制订的相关规范,遵守中国法律法规的规定。蝠猫科技在为您提供相关客户服务的前提是您能表明您是账号的所有人,这可能需要您提供相关信息(包括但不限于注册信息、历史密码等),如果用户没有牢记自己填写的注册资料及相关历史信息或未及时更新 相关注册资料,您的相关问题(包括但不限于密码找回等)将得不到解决,对此蝠猫科技不承担任何责任。 2、个人信息授权 2.1 用户同意访问个人基本信息包括:姓名、个人头像、性别、所属网络、用户 id、朋友列表以及任何我 与所有网名共享的内容; 2.2 用户同意蝠猫科技可以通过电子邮件或其他方式向用户发送的商品促销或其他相关商业信息。 2.3 用户在使用蝠猫科技服务过程中,必须遵循以下原则: 2.3.1 遵守中国有关的法律和法规; 2.3.2 不得为任何非法目的而使用网络服务系统; 2.3.3 遵守所有与网络服务有关的网络协议、规定和程序; 2.3.4 不得利用蝠猫科技服务系统进行任何可能对互联网的正常运转造成不利影响的行为; 2.3.5 不得利用蝠猫科技服务系统传输任何骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其 他任何非法的信息资料; 2.3.6 不得利用蝠猫科技服务系统进行任何不利于蝠猫科技的行为; 2.3.7 就蝠猫科技及合作商业伙伴的服务、产品、业务咨询应采取相应机构提供的沟通渠道,不得在公众场 合发布有关蝠猫科技及相关服务的负面宣传。 2.3.8 如发现任何非法使用用户账号或账号出现安全漏洞的情况,应立即通告蝠猫科技。 2.4 用户根据本协议获得的用户账号和密码属于蝠猫科技所有，用户对用户账号及密码不具有所有关系。当用户使用该用户账号和密码登录蝠猫科技的网站或接受其他蝠猫科技提供的服务项目时, 应遵守该网站或服务项目的相关服务协议及使用守则, 用户登录上述网站或接受上述服务项目时即视为对相关服务协议及使用守则的接受。 2.5 在不透露单个用户隐私资料的前提下,蝠猫科技有权对整个用户数据库进行技术分析并对已进行分析、 整理后的用户数据库进行商业上的利用。尽管蝠猫科技对用户的隐私权保护做了极大的努力,但是仍然不 能保证现有的安全技术措施使用户的技术信息等不受任何形式的损失。 2.6 连续360天没有使用蝠猫科技所提供的服务（自用户最后一次使用服务之日起计算），则自第360天当天的24时起,蝠猫科技有权采取措施终止该用户继续使用服务，删除该用户帐号，包括但不限于注册信息、等级信息、角色信息、物品信息等一切与注册帐号相关的信息，且勿需对删除该帐号所带来的任何利益损失负责； 3、服务变更、中断或终止 3.1 发生下列情形之一时,蝠猫科技有权停止或中断线上游戏,并且不向任何人承担因此产生的任何责任; 3.1.1 对于蝠猫科技的网络设备进行必要的保养及施工; 3.1.2 发生突发性的网络设备故障时; 3.1.3 由于蝠猫科技所用的网络通信设备由于任何原因停止,无法提供服务时; 3.1.4 由于不可抗力因素致使蝠猫科技无法提供线上游戏服务; 3.1.5 应政府机关的命令终止运营，游戏软件本身的技术问题导致无法继续运营。不管由于任何原因终止运营,蝠猫科技均会提前一个月通 知用户,用户应采取相应措施自行处理游戏帐号(包括注销或停止使用该帐号)、游戏内虚拟物品等相关事宜。用户不得以任何原因要求蝠猫科技不得全面终止运营,也不得因全面终止运营而要求蝠猫科技承担任 何形式的赔偿或补偿责任(包括但不限于不再能继续使用游戏帐号、游戏内虚拟物品等)。 3.1.6 除 2.1 条规定之外,蝠猫科技有权停止或更改各项服务内容或终止任一用户账户,但需做官方通知。无论任何情形, 蝠猫科技就停止或更改或终止用户账户所可能产生的不便或损害, 蝠猫科技对用户本人或任何第三人均不负任何损害赔偿责任。 4、知识产权 4.1.本软件产品中的各种虚拟物品数据, 包括但不限于资源、功勋、道具、装备等,其所有权归蝠猫科技公司所有, 用户只能在合乎法律规定和游戏规则的情况下使用。 5、用户禁止行为或活动 5.1 禁止用户发生以下侵害本网络游戏公平性的行为,包括但不限于: 5.1.1 使用除AppStore及蝠猫官方支付渠道之外的非官方支付渠道来购买游戏内置虚拟物品的行为。以及传播，教唆他人使用此类购买渠道的行为。 5.1.2 使用任何外挂程序或游戏修改程序(本协议所称“外挂程序”是指独立于游戏软件之外的,能够在游戏 运行的同时影响游戏操作的所有程序,包括但不限于模拟键盘鼠标操作、改变操作环境、修改数据等一切 类型。如国家有关法律、法规及政府主管部门的规章或规范性文件规定的外挂定义与本协议有冲突,则以 法律、法规、部门规章或规范性文件规定的为准),对本网络游戏软件进行还原工程、编译、译码或修改, 包括但不限于修改本软件所使用的任何专有通讯协议、对动态随机存取内存(RAM)中资料进行修改或锁 定; 5.1.3 使用异常的方法登录游戏、使用网络加速器等外挂软件或机器人程式等恶意破坏服务设施、扰乱正常服务秩序的行为; 5.1.4 制作、传播或使用外挂、封包、加速软件,及其它各种作弊程序,或组织、教唆他人使用此类软件程 序,或销售此类软件程序而为私人或组织谋取经济利益; 5.1.5 使用任何方式或方法,试图攻击提供游戏服务的相关服务器、路由器、交换机以及其他设备,以达到 非法获得或修改未经授权的数据资料、影响正常游戏服务,以及其他危害性目的的任何行为; 5.1.6 利用线上游戏系统可能存在的技术缺陷或漏洞而以各种形式为自己及他人牟利(包括但不限于复制游 戏中的虚拟物品等)； 5.1.7 利用反向工程、编译或反向编译、反汇编等技术手段制作软件对游戏进行分析、修改、攻击,最终达 到作弊的目的。 5.1.8 非法贩卖游戏内置物品，如金龙币，资源等行为，一但发现，将永久封停。 5.1.9 每个用户的通行证只限用户自己使用，用户创建的角色不得转让、买卖，禁止利用论坛、信函、B2B或C2B等网站对俱乐部进行买卖，为此带来的任何损失，官方不提供任何服务和帮助。 5.1.10 禁止使用冒充运营团队的游戏id，例如“游戏、GM、游戏客服”等容易误导和欺骗玩家的游戏id，一旦发现，将立刻永久封停。 5.2 一旦蝠猫科技通过内部的监测程序发现或经其他用户举报而发现您有可能正在从事上述行为,则蝠猫科技有权采取相应的措施进行弥补,该措施包括但不限于限制您帐号和游戏中角色的登陆、限制您在游戏 中的活动、删除与复制有关的物品(包括复制出的虚拟物品和参与复制的虚拟物品)、封停或删除您的游戏 角色、帐号和要求您赔偿因您从事上述行为而给蝠猫科技造成的损失等。 5.3 对反向工程(Reverse Engineering)、反向编译(Decompilation)、反汇编(Disassembly)的禁止。您不得对本“软件产品”进行反向工程(Reverse Engineering)、反向编译(Decompile)或反汇编(Disassemble),您亦同意放弃行 使适用法律允许上述活动之权利。 6、风险承担 用户同意使用蝠猫科技线上游戏软件是出于用户个人意愿,并愿自负任何风险,包括但不限 于其因执行或自行由官方网站下载游戏或资料图片而导致用户或其所使用相关 系统损害,或发生任何资料的流失等。 7、免除责任 7.1 蝠猫科技对任何直接、间接、偶然、特殊及继起的损害不负责任,这些损害可能来自:不正当使用网络 服务,非法使用网络服务或用户传送的信息有所变动等方面。用户明确同意其安装、复制、访问网站、充值、运行客户端软件或以其它方式使用“软件产品”及/或接受蝠猫科技提供的相关服务所存在的风险将完 全由其自己承担。 7.2 蝠猫科技注册账号服务不保证以下事宜: (i) 本服务将符合您的要求; (ii) 本服务将不受干扰、及时提供、安全可靠或不会出错。 7.3 用户明确同意其使用蝠猫科技服务所存在的风险将完全由其自己承担;因其使用蝠猫科技服务而产生 的一切后果也由其自己承担,蝠猫科技对用户不承担任何责任。 8、服务条款的修改 由于用户及市场状况的不断变化,蝠猫科技保留随时修改本服务条款的权利,修改本服务条款时,蝠猫科技将于Batcatstudio官方网站首页公告修改的事实,而不另对用户进行个别通知。若用户不同意修改的内 容,可停止使用蝠猫科技的线上游戏。若用户继续使用蝠猫科技的线上游戏,即视为用户业已接受蝠猫科技所修订的内容。 成都蝠猫科技有限公司对于本协议内容拥有最终解释权和修订权。 成都蝠猫科技有限公司 二〇一五年五月

# 游乐场赛季
source: Playground Season
fr: Saison de jeux
zh_cn: 游乐场赛季

# 资源掠夺赛季
source: Resource Plundering Season
fr: Saison de pillage de ressources
zh_cn: 资源掠夺赛季

# 冒险家赛季
source: Explorer Season
fr: Saison d'exploration
zh_cn: 冒险家赛季

# 黑龙军团赛季
source: Dark Army Season
fr: Saison de l'armée noire
zh_cn: 黑龙军团赛季

# 杀戮之王赛季
source: The King of Killing Season
fr: Saison du roi des tueries
zh_cn: 杀戮之王赛季

# 军备竞赛赛季
source: Recruiting Season
fr: Saison du recrutement
zh_cn: 军备竞赛赛季

# 抽奖赢分数，兑换丰厚奖励
source: Play lottery to get Points, and you can earn abundant rewards by this Points
fr: Jouer à la loterie pour obtenir des points, et vous pouvez gagner d'abondantes récompenses pour ces points
zh_cn: 抽奖赢分数，兑换丰厚奖励

# 掠夺资源赢分数，兑换丰厚奖励
source: Plunder resources to get Points, and you can earn abundant rewards by this Points
fr: Piller des ressources pour obtenir des points, et vous pouvez gagner d'abondantes récompenses pour ces points
zh_cn: 掠夺资源赢分数，兑换丰厚奖励

# 探索飞艇赢分数，兑换丰厚奖励
source: Explore the Myst to get Points, and you can earn abundant rewards by this Points
fr: Explorer le Myst pour obtenir des points, et vous pouvez gagner d'abondantes récompenses pour ces points
zh_cn: 探索飞艇赢分数，兑换丰厚奖励

# 击败黑龙军团赢分数，兑换丰厚奖励
source: Defeat the Dark Army to get Points, and you can earn abundant rewards by this Points
fr: Défaire les élites sur la carte pour obtenir des points, et vous pouvez gagner d'abondantes récompenses pour ces points
zh_cn: 击败黑龙军团赢分数，兑换丰厚奖励

# 攻打获取英雄之血赢分数，兑换丰厚奖励
source: Get Hero's blood by attacking players to raise Points, and you can earn abundant rewards by this Points
fr: Obtenir du sang d'héros en attaquant les joueurs pour augmenter vos points
zh_cn: 攻打玩家，获取英雄之血赢分数，兑换丰厚奖励

# 招募士兵赢分数，兑换丰厚奖励
source: Recruit soldiers to get Points, and you can earn abundant rewards by this Points
fr: Jouer à la loterie pour obtenir des points, et vous pouvez gagner d'abondantes récompenses pour ces points
zh_cn: 招募士兵赢分数，兑换丰厚奖励

# 小时
source: Hour
fr: Heure
zh_cn: 小时

# 城防大师
source: Defence Master
fr: Maitre de défense
zh_cn: 城防大师

# 诡计之雾
source: Fog of Trick
fr: Brume d'incertitude
zh_cn: 诡计之雾

# 木材生产加成
source: Increase Wood Output
fr: Augmentation de la production du bois
zh_cn: 木材生产加成

# 石料生产加成
source: Increase Stone Output
fr: Augmentation de la production de roches
zh_cn: 石料生产加成

# 铁矿生产加成
source: Increase Mine Output
fr: Augmentation de la production de fer
zh_cn: 铁矿生产加成

# 粮食生产加成
source: Increase Food Output
fr: Augmentation de la production de pain
zh_cn: 粮食生产加成

# 银币生产加成
source: Increase Coin Output
fr: Augmentation de la production de pièces
zh_cn: 银币生产加成

# 城民增长加成
source: Increase Civilian Recovery Speed
fr: Augmentation de la vitesse de recouvrement de civils
zh_cn: 城民增长加成

# 龙语卷轴
source: Dragon Scroll
fr: Manuscrit du dragon
zh_cn: 龙语卷轴

# 战争号角
source: War Horn
fr: Corne de guerre
zh_cn: 战争号角

# 龙族纹章
source: Dragon Armory
fr: Armoirie de dragon
zh_cn: 龙族纹章

# 行军加速
source: March Speed up
fr: Accélération de la marche
zh_cn: 行军加速

# 防御加成
source: Defence Boost
fr: Amélioration de défense
zh_cn: 防御加成

# 攻城机械攻击加成
source: Siege Attack Boost
fr: Amélioration d'attaque de siège
zh_cn: 攻城机械攻击加成

# %d小时城防大师
source: Defence Master %dh
fr: Maitre de défense %dh
zh_cn: %d小时城防大师

# %d小时军需官
source: Quartermaster %dh
fr: Intendant %dh
zh_cn: %d小时军需官

# %d小时诡计之雾
source: Fog of Trick %dh
fr: Brume d'incertitude %dh
zh_cn: %d小时诡计之雾

# %d小时木材生产加成
source: Wood Boost %dh
fr: Augmente Bois %dh
zh_cn: %d小时木材生产加成

# %d小时石料生产加成
source: Stone Boost %dh
fr: Augmente Roches %dh
zh_cn: %d小时石料生产加成

# %d小时铁矿生产加成
source: Mine Boost %dh
fr: Augmente Fer %dh
zh_cn: %d小时铁矿生产加成

# %d小时粮食生产加成
source: Food Boost %dh
fr: Augmene Pain %dh
zh_cn: %d小时粮食生产加成

# %d小时银币生产加成
source: Coin Boost %dh
fr: Augmente Pièces %dh
zh_cn: %d小时银币生产加成

# %d小时城民增长加成
source: Civilian Boost %dh
fr: Augmente Civils %dh
zh_cn: %d小时城民增长加成

# %d小时龙语卷轴
source: Dragon Scroll %dh
fr: Manuscrit du dragon %dh
zh_cn: %d小时龙语卷轴

# %d小时战争号角
source: War Horn %dh
fr: Corne de guerre %dh
zh_cn: %d小时战争号角

# %d小时龙族纹章
source: Dragon Armory %dh
fr: Armoirie de dragon %dh
zh_cn: %d小时龙族纹章

# %d小时行军加速
source: March Speed up %dh
fr: Accélére marche %dh
zh_cn: %d小时行军加速

# %d小时防御加成
source: Defence Boost %dh
fr: Augmente défense %dh
zh_cn: %d小时防御加成

# %d小时步兵攻击加成
source: Infantry Attack Boost %dh
fr: Bonus attaque Infanterie %dh
zh_cn: %d小时步兵攻击加成

# %d小时弓手攻击加成
source: Archer Attack Boost %dh
fr: Bonus attaque Archers %dh
zh_cn: %d小时弓手攻击加成

# %d小时骑兵攻击加成
source: Cavalry Attack Boost %dh
fr: Bonus attaque Cavalerie %dh
zh_cn: %d小时骑兵攻击加成

# %d小时攻城机械攻击加成
source: Siege Attack Boost %dh
fr: Bonus attaque Sièges %dh
zh_cn: %d小时攻城机械攻击加成

# %s木材
source: %s Wood
fr: %s Bois
zh_cn: %s木材

# %s石料
source: %s Stone
fr: %s Roches
zh_cn: %s石料

# %s铁矿
source: %s Mine
fr: %s Fer
zh_cn: %s铁矿

# %s粮食
source: %s Food
fr: %s Pain
zh_cn: %s粮食

# %s银币
source: %s Coin
fr: %s Pièces
zh_cn: %s银币
