Repository: ModunZhang/dragonfall_client
Catalog: Dragonfall/dev/res/i18n/*.po
Languages: fr, zh_cn

source: You can recruit all kinds of soldiers in barracks. The number of soldier you can recruit each time can be improved by upgrading barrack. Upgrading barrack can also unlock more new units. Once you unlock the Training Camp, Hunter Hall, Stable, Workshop, you can upgrade these buildings to improve the recruiting speed for each type of soldiers.
fr: Vous pouvez recruter tous les types de soldats dans la caserne. Le nombre de soldats que vous pouvez recruter à chaque fois peut être augmenté en améliorant votre caserne. En améliorant celle-ci, vous pourrez débloquer de nouvelles unités. Une fois que vous aurez débloqué le terrain d'entraînement, le pavillon de chasse, l'écurie et l'atelier, vous pourrez les améliorer pour augmenter la vitesse de recrutement de chaque type de soldats.
zh_cn: 在兵营中你可以招募各种士兵。每次训练士兵的数量可以通过升级兵营来提升。同时升级兵营能够解锁更多新兵种。当您解锁了训练营地，猎手大厅，马厩，车间之后，您可以升级这些建筑对应提升对应兵种的招募速度。

# 城墙&箭塔
source: The Wall & Tower
fr: Les murs et les tours
zh_cn: 城墙&箭塔

source: The Wall resists invasion from enemy effectively, you can set a troop to defend your city in the wall. If you don’t set the garrison, all the units in your city will not fight back when you under attack, which means, these units are absolutely safe. The defending troop also needs a Dragon to lead them to fight. If the Dragon died, the troop which set to garrison would be cancelled.
fr: Les murs résistent aux invasion des ennemis, vous pouvez envoyer des troupes pour défendre votre cité. Si vous n'envoyez pas de garnison, toutes les unités de votre cité ne se bâteront pas lors de l'attaque, ce qui veut dire que ces unités sont en sécurité. Les troupes qui défendent ont besoin d'un dragon pour conduire l'attaque. Si le dragon meurt, les troupes en garnison seront retournées dans la cité et la garnison sera annulée.
zh_cn: 城墙能有效抵御敌方的进攻，您可以在城墙设置驻防部队。若不设置驻防部队，城市中的部队将不会主动防御敌方的进攻，换句话说，不驻防的士兵在城市中是绝对安全的。驻防的部队同样需要由龙带领才能出战，如果驻防部队的巨龙阵亡，已驻防的部队会取消驻防。

# 学院&科技
source: The Academy & Science
fr: L'académie et science
zh_cn: 学院&科技

source: You can spend materials and time to research technologies at the academy, including improve building upgrade speed, resource output, villages resource gathering speed, defense of wall & tower and so on. Upgrade academy to accelerate the speed of research and unlock new technologies. And your allies can also help you to speed up your research.
fr: Vous pouvez dépenser du matériel et du temps pour faire des recherches technologiques dans l'académie, incluant l'amélioration de la vitesse de construction, la production de ressources, la vitesse de ramassage dans les villages, la défense des murs et des tours, etc. En améliorant l'académie, vous accélérerez la vitesse de la recherche et vous débloquerez de nouvelles technologies. Vos alliés peuvent aussi vous aider à accélérer vos recherches.
zh_cn: 您能在学院中花费材料和时间研发科技，包括提升建筑升级速度，资源产出效率，村落采集速度，城墙箭塔防御等等。升级学院加快研发速度和解锁新的科技。您的盟友可以协助加速您正在研发的科技。

# 医院&伤兵
source: The Hospital & wounded
fr: L'hôpital et les blessés
zh_cn: 医院&伤兵

source: You may lose your part of soldiers when you explore in the airship, participate in the war of shrine, attack Dark Dragon army or other lords. There are a part of lost units will be transferred into the hospital, and could be healed if you just spend a bit of time and resources to revive them. It’s worth to do that! Please pay attention to the capacity of hospital, if the number of wounded has exceeded the maximum capacity, it’s impossible to receive the extra wounded soldiers into the hospital. And you can research the technology to increase the capacity of hospital and the healing speed.
fr: Vous pouvez perdre une partie de vos soldats quand vous explorez dans le zeppelin(Myst), participez à une guerre dans le sanctuaire, attaquez l'armée noire ou d'autres seigneurs. Une partie de vos unités perdues seront transférées dans l'hôpital et pourront être guéri si vous dépensez du temps et des ressources pour les soigner. Ca vaut la peine de le faire! Faites attention sur la capacité de l'hôpital, si le nombre de blessés excède la capacité maximum, il sera impossible de recevoir plus de blessés. Vous pouvez améliorer l'hôpital pour augmenter la capacité, également, vous pouvez faire des recherches technologiques pour augmenter la capacité et la vitesse de guérison.
zh_cn: 您在进行飞艇探险时，参加圣地战，攻打黑龙军团，甚至攻击其他领主的过程中会损失一部分士兵。在损失的单位中有一部分可以通过医院治愈，相对于重新招募同样数量单位，您只需花费少量的资源和时间就复活他们重新为您作战。请随时注意医院的容量，如果伤兵的数量已经超出医院的最大容量，即便战斗产生了伤兵也不会进入到医院。在学院可以升级科技提升医院的伤兵上限和治愈速度。

# 仓库&暗仓保护
source: The Warehouse & Resources protection
fr: L'entrepôt et la protection de ressources
zh_cn: 仓库&暗仓保护

source: Warehouse is the place to store wood, stone, iron and food. If the resource has reached the maximum limit, you will not obtain the output from the resource buildings or the plunder by conquering from the other lords. However, if you use the items of resources or claim the reward of the task, the resources can still be obtained. Upgrade your warehouse can also provide the protection of a part of your wood, stone, iron and food but coin.
fr: L'entrepôt est la place pour entreposer du bois, de la roche, du fer et du pain. Si la ressource atteint la limite maximale, vous n'obtiendrez pas la production de vos bâtiments de ressources ou votre butin volé aux autres seigneurs. De plus, si vous utilisez des items de ressources ou réclamez une récompense pour une tâche, des ressources pourront être obtenues. Améliorer votre entrepôt vous permet d'obtenir une protection sur une partie de votre bois, votre roche, votre fer et votre pain mais pas sur les pièces de monnaie.
zh_cn: 仓库提供木材，石料，铁矿，粮食的最大存储上限。若资源已经到达最大资源上限，城市中的资源建筑产出的资源您将无法获得，从其他领主掠夺的资源也无法获得。不过如果您使用资源道具和领取任务奖励的资源依然可正常获得。升级仓库还能为您提供资源保护的功能，注意仓库只能保护您一定数量的木材，石料，铁矿，粮食，无法保护您的银币。

# 材料库房&材料
source: The Material depot
fr: Le dépôt de matériel
zh_cn: 材料库房&材料

source: You will get a lot of materials in DRAGONFALL. The materials can not be plundered by other lords. Therefore, to product materials with exceeded resources will be a wise decision. The materials are: Special force materials, used to summon special units, such as the undead soldiers which need no upkeep cost; Building & Science materials, used to upgrade advanced buildings and research technology; Dragon materials, used to forge the equipment for the Dragons; You can click a specific material to view the way to get them in the Material depot, and link to the corresponding function immediateley.
fr: Vous allez ramasser beaucoup de matériaux dans DRAGONFALL. Le matériel ne peut pas être volé aux autres seigneurs. C'est pourquoi produire du matériel avec l'excédent de ressources sera une sage décision. Le matériel est : Matériel des forces spéciales, utilisé pour invoquer les unités spéciales, tel que les soldats morts-vivants qui n'ont pas de coût d'entretien; Matériel pour les bâtiments et la science, utilisé pour l'amélioration avancée des bâtiments et des recherche technologiques; Matériel de dragons, utilisé pour forger l'équipement pour les dragons; Vous pouvez cliquer sur un matériel spécifique pour voir la façon de l'acquérir dans le dépôt de matériel, et lier sur la fonction correspondante immédiate.
zh_cn: 在魔龙创世纪中您会获得各种各样的材料，材料是无法被其他领主掠夺的。所以，将多余的资源制造成材料，是一个非常不错的选择。材料分为，特殊兵种材料，用于召唤特殊的兵种，比如亡灵兵种，具有不消耗粮食的特性；建筑和科技材料，用于升级高级建筑和科技研发；龙的材料，用于打造龙的装备；你可以点击您需要的资源查看他们的来源途径，并快速链接到相应的功能。

# 铁匠铺
source: Blacksmith
fr: Forge
zh_cn: 铁匠铺

source: The Blacksmith is the place to forge equipments by the Dragon materials of your collections. Upgrade blacksmith to increase the forge speed and unlock more advanced equipments. The equipment is the fundamental condition for promoting the Dragon. When the Dragon reach the level of requirement and its current equipments are enhanced to the maximum star level, you can promote the Dragon. After the promotion, the maximum level of the the Dragon will be increased, new skills will be unlocked, and the attributions of the Dragon will be highly improved.
fr: La forge est la place pour forger de l'équipement avec du matériel de dragon que vous avez dans votre entreposage. Améliorer la forge augmente la vitesse de fabrication et débloque plus d'équipements avancés. L'équipement est la condition fondamentale pour promouvoir un dragon. Quand un dragon atteint le niveau requis et que l'équipement courant est amélioré au maximum d'étoiles, vous pouvez promouvoir votre dragon. Après la promotion, le maximum de niveaux de votre dragon sera augmenté, de nouvelles compétences seront débloquées, et les compétences de votre dragon seront considérablement augmentés.
zh_cn: 铁匠铺将收集到的材料打造成龙的装备。升级建筑能够提升铁匠铺的升级速度，解锁更多高级的龙的装备。龙的装备是龙晋级的必需品。当龙的等级达到要求，且装备强化到当前最大等级便可晋级。晋级之后可提升龙的当前最高等级，解锁新的技能，提升龙的属性。

# 工具作坊
source: Toolshop
fr: Manufacture
zh_cn: 工具作坊

source: Toolshop is the place to manufacture the building materials and military materials by spending resources and times. However, the materials produced by the toolshop are random. Upgrade toolshop to increase the amount of productions and reduce the consumption you need. In DRAGONFALL, it needs wood, stone, iron and building materials to upgrade the high-level buildings, and military materials for developing the military technology. When you unlock the training ground, hunter hall, stable and workshop, you can improve the power and HP of the infantry, archer, cavalry and siege weapon with these military materials.
fr: La manufacture est la place pour fabriquer du matériel pour les bâtiments et du matériel militaire en dépensant des ressources et du temps. De plus, les matériaux produits par la manufacture sont aléatoires. Améliorer la manufacture augmente la quantité de production et réduit les ressources nécessaires. Dans DRAGONFALL, il faut du bois, de la roche, du fer et des matériaux de bâtiment pour améliorer des bâtiments de haut niveaux et du matériel militaire pour développer de la technologie militaire. Quand vous débloquez le terrain d'entrainement, le pavillon de chasse, l'écurie et l'atelier, vous pouvez améliorer la force et les PV de l'infanterie, des archers, de la cavalerie et des sièges avec du matériel militaire.
zh_cn: 工具作坊能为您制造建筑材料和军事科技材料，花费时间和资源。需要注意的是产出的材料种类是随机的。升级工作作坊能提高每批制造的材料数量，减少制造材料的资源消耗。在魔龙创世纪中，高等级建筑除了需要木材，石料，铁矿还需要建筑材料，而军事材料主要用于研发军事科技。当解锁训练营地，猎手大厅，马厩，车间这4个建筑后，可研发科技提升步兵，弓手，骑兵，攻城车的攻击和生命。

# 市政厅
source: Town Hall
fr: L'hôtel de ville
zh_cn: 市政厅

source: The Town Hall will release some random tasks periodically, you can spend time on these tasks to get the reward of resources. The higher star-class of task, the higher reward you will get. You can also spend some Dragon coins to increase the star-class of tasks immediately to get more rewards. As early as possible to unlock the town hall will provide you a good return of resource revenues for your early development. Besides, construct dwellings around the town hall will let you get additional silver coins output , 5% plus output when the dwellings number reached 3, 10% plus output when the dwellings number reached 6.
fr: L'hôtel de ville affiche des tâches périodiques aléatoires, vous pouvez dépenser du temps sur ces tâches pour obtenir des récompenses en ressources. Plus il y a d'étoiles sur une tâche, plus la récompense acquise sera grande. Vous pouvez aussi dépenser des pièces de dragon pour augmenter le nombre d'étoiles d'une tâche pour obtenir une récompense plus importante. Aussitôt que possible, débloquez l'hôtel de ville afin d'obtenir des ressources pour un développement hâtif. Sans compter que construire des logements autour de l'hôtel de ville vous fera produire de l'argent supplémentaire, 5% de plus de production quand le nombre de logements atteint 3, 10% de plus de production quand le nombre de logements atteint 6.
zh_cn: 市政厅每间隔一段时间会随机发布一些任务，完成后可以获得资源奖励。星级越高的任务，奖励越高。您可以花费少量金币增加星级获得更高资源奖励。尽早解锁市政厅能够在游戏前期为您提供一笔可观的资源收入。此外，在市政厅周围建造住宅还能获得额外的银币产出，住宅数量达到3个+5%银币产出，达到6个累计+10%银币产出。

# 铸造工坊
source: Foundry
fr: Fonderie
zh_cn: 铸造工坊

source: Foundry increases the extra number of miner cabin you can build. Upgrade building also improves the maximum protection of iron. If you build miner cabin around the foundry, you will get an additional iron output, 5% plus output when the miner cabin number reached 3, 10% plus output when the miner cabin number reached 6. If you are riched in iron, you can spend Dragon coins to convert the foundry to mill/stonemason/lumbermill for more other resource cabins.
fr: La fonderie augmente le nombre de cabane de mineurs que vous pouvez construire. Améliorer la fonderie augmente aussi la protection du fer. Si vous construisez des cabanes de mineurs autour de la fonderie, vous obtiendrez une production additionnelle de fer, 5% de plus si les cabanes de mineurs atteignent 3, 10% de plus si les cabanes de mineurs atteignent 6. Si vous êtes riche en fer, vous pouvez dépenser vos pièces de dragon pour convertir la fonderie en moulin, en carrière, en scierie pour plus de cabanes de ressources.
zh_cn: 锻造工坊能增加可以建造的矿工小屋数量。同时升级建筑还能提升铁矿的最大保护上限。在锻造工坊周围建造矿工小屋还能获得额外的铁矿产出，矿工小屋数量达到3个+5%铁矿产出，达到6个累计+10%铁矿产出。如果您不缺少铁矿资源，您可以花费金龙币将锻造工坊改建成其他工坊，以增加其他资源小屋的可建造数量。

# 磨坊
source: Mill
fr: Moulin
zh_cn: 磨坊

source: Mill increases the extra number of farmer cabin you can build. Upgrade building also improves the maximum protection of food. If you build miner cabin around the mill, you will get an additional food output, 5% plus output when the farmer cabin number reached 3, 10% plus output when the farmer cabin number reached 6. If you are riched in food, you can spend Dragon coin to convert the mill to foundry/stonemason/lumbermill for more other resources cabins.
fr: Le moulin augmente le nombre de cabane de fermiers que vous pouvez construire. Améliorer le moulin augmente aussi la protection du pain. Si vous construisez des cabanes de fermiers autour du moulin, vous obtiendrez une production additionnelle de pain, 5% de plus si les cabanes de fermiers atteignent 3, 10% de plus si les cabanes de fermiers atteignent 6. Si vous êtes riche en pain, vous pouvez dépenser vos pièces de dragon pour convertir le moulin en fonderie, en carrière, en scierie pour plus de cabanes de ressources.
zh_cn: 磨坊能增加可以建造的农夫小屋数量。同时升级建筑还能提升粮食的最大保护上限。在磨坊周围建造农夫小屋还能获得额外的粮食产出，农夫小屋数量达到3个+5%粮食产出，达到6个累计+10%粮食产出。如果您不缺少粮食资源，您可以花费金龙币将磨坊改建成其他工坊，以增加其他资源小屋的可建造数量。

# 锯木工坊
source: The Lumbermill
fr: Scierie
zh_cn: 锯木工坊

source: Lumbermill increases the extra number of woodcutter cabin you can build. Upgrade building also improves the maximum protection of wood. If you build woodcutter cabin around the lumbermill, you will get an additional wood output, 5% plus output when the woodcutter cabin number reached 3, 10% plus output when the woodcutter cabin number reached 6. If you are riched in wood, you can spend Dragon coin to convert the lumbermill to foundry/stonemason/mill for more other resources cabins.
fr: La scierie augmente le nombre de cabane de bucherons que vous pouvez construire. Améliorer la scierie augmente aussi la protection du bois. Si vous construisez des cabanes de bucherons autour de la scierie, vous obtiendrez une production additionnelle de bois, 5% de plus si les cabanes de bucherons atteignent 3, 10% de plus si les cabanes de bucherons atteignent 6. Si vous êtes riche en bois, vous pouvez dépenser vos pièces de dragon pour convertir la scierie en fonderie, en carrière, en moulin pour plus de cabanes de ressources.
zh_cn: 锯木工坊能增加可以建造的木工小屋数量。同时升级建筑还能提升木材的最大保护上限。在锯木工坊周围建造木工小屋还能获得额外的木材产出，木工小屋数量达到3个+5%粮食产出，达到6个累计+10%木材产出。如果您不缺少木材资源，您可以花费金龙币将锯木工坊改建成其他工坊，以增加其他资源小屋的可建造数量。

# 石匠工坊
source: Stonemason
fr: Carrière
zh_cn: 石匠工坊

source: Stonemason increases the extra number of quarrier cabin you can build. Upgrade building also improves the maximum protection of stone. If you build quarrier cabin around the stonemason, you will get additional stone output, 5% plus output when the quarrier cabin number reached 3, 10% plus output when the quarrier cabin number reached 6. If you are riched in stone, you can spend Dragon coin to convert the stonemason to foundry/mill/lumbermill for more other resources cabins.
fr: La carrière augmente le nombre de cabane de tailleurs que vous pouvez construire. Améliorer la carrière augmente aussi la protection de la roche Si vous construisez des cabanes de tailleurs autour de la carrière vous obtiendrez une production additionnelle de roche, 5% de plus si les cabanes de tailleurs atteignent 3, 10% de plus si les cabanes de tailleurs atteignent 6. Si vous êtes riche en roche, vous pouvez dépenser vos pièces de dragon pour convertir la carrière en fonderie, en scierie, en moulin pour plus de cabanes de ressources.
zh_cn: 石匠工坊能增加可以建造的石匠小屋数量。同时升级建筑还能提升石料的最大保护上限。在石匠工坊周围建造石匠小屋还能获得额外的石料产出，石匠小屋数量达到3个+5%石料产出，达到6个累计+10%石料产出。如果您不缺少石料资源，您可以花费金龙币将石匠工坊改建成其他工坊，以增加其他资源小屋的可建造数量。

# 贸易行会
source: Trade Guild
fr: Guilde de commerce
zh_cn: 贸易行会

source: Trade guild provides resources and materials transaction between the lords. It needs carts to transport the resources and materials, each cart provides 1K resources or 1 material trading volume initially. Upgrading the Trade guild will increase the cart recovery speed and the amount.
fr: La guilde de commerce permet des transactions de ressources et de matériaux entre les seigneurs. Il faut des paniers de transport de ressources et de matériaux, chaque panier fournit 1K ressources ou 1 matériel. Améliorer la guilde de commerce augmentera la vitesse de recouvrement des paniers et la quantité.
zh_cn: 贸易行会提供各领主之间资源和材料的交易。每次出售资源和材料将消耗贸易行会中的资源小车来运输，初始1个资源小车提供1K的资源或1个材料的交易量。升级建筑能够提升资源小车的上限和恢复速度。

# 训练营地
source: Training Ground
fr: Terrain d'entraînement
zh_cn: 训练营地

source: Training ground is the place to enhance your infantry, the higher attribute of infantry, the higher points of infantry science you will get. When infantry science points reach to a certain value, you can promote the specific type of the infantry unit. After the promotion, the attribute of the unit will be highly increased.
fr: Le terrain d'entraînement est la place pour améliorer votre infanterie, un haut niveau d'attribut d'infanterie donne un haut niveau de science d'infanterie. Quand le niveau de science d'infanterie atteint un certain niveau, vous pouvez promouvoir un type spécifique d'unité d'infanterie, les caractéristiques de l'unité augmentera considérablement.
zh_cn: 训练营地提供步兵属性强化的功能，步兵属性等级越高，步兵科技点数越高。当步兵科技点数达到一定程度，你可以让指定类型的步兵晋级。完成晋升后，该兵种的各项属性将得到大幅提升。

# 猎手大厅
source: Hunter Hall
fr: Pavillon de chasse
zh_cn: 猎手大厅

source: Hunter hall is the place to enhance your archer, the higher attribute of archer, the higher points of archer science you will get. When archer science points reach to a certain value, you can promote the specific type of the archer unit. After the promotion, the attribute of the unit will be highly increased.
fr: Le pavillon de chasse est la place pour améliorer vos archers, un haut niveau d'attribut d'archers donne un haut niveau de science d'archerie. Quand le niveau de science d'archerie atteint un certain niveau, vous pouvez promouvoir un type spécifique d'unité d'archers, les caractéristiques de l'unité augmentera considérablement.
zh_cn: 猎手大厅提供弓手属性强化的功能，弓手属性等级越高，弓手科技点数越高。当弓手科技点数达到一定程度，你可以让指定类型的弓手晋级。完成晋升后，该兵种的各项属性将得到大幅提升。

# 马厩
source: Stable
fr: Écurie
zh_cn: 马厩

source: Stable is the place to enhance your cavalry, the higher attribute of cavalry, the higher points of cavalry science you will get. When cavalry science points reach to a certain value, you can promote the specific type of the cavalry unit. After the promotion, the attribute of the unit will be highly increased.
fr: L'écurie est la place pour améliorer votre cavalerie, un haut niveau d'attribut de cavalerie donne un haut niveau de science de cavalerie. Quand le niveau de science de cavalerie atteint un certain niveau, vous pouvez promouvoir un type spécifique d'unité de cavalerie, les caractéristiques de l'unité augmentera considérablement.
zh_cn: 马厩提供骑兵属性强化的功能，骑兵属性等级越高，骑兵科技点数越高。当骑兵科技点数达到一定程度，你可以让指定类型的骑兵晋级。完成晋升后，该兵种的各项属性将得到大幅提升。

# 车间
source: Workshop
fr: Atelier
zh_cn: 车间

source: Workshop is the place to enhance your siege, the higher attribute of siege, the higher points of siege science you will get. When siege science points reach to a certain value, you can promote the specific type of the siege unit. After the promotion, the attribute of the unit will be highly increased.
fr: L'atelier est la place pour améliorer vos sièges, un haut niveau d'attribut de sièges donne un haut niveau de science de sièges. Quand le niveau de science de sièges atteint un certain niveau, vous pouvez promouvoir un type spécifique d'unité de sièges, les caractéristiques de l'unité augmentera considérablement.
zh_cn: 车间提供攻城武器属性强化的功能，攻城武器属性等级越高，攻城武器科技点数越高。当攻城武器科技点数达到一定程度，你可以让指定类型的攻城武器晋级。完成晋升后，该兵种的各项属性将得到大幅提升。

# 联盟宫殿 & 联盟地形
source: The Alliance Palace & Alliance Terrain
fr: Palais d'alliance et Terrain d'alliance
zh_cn: 联盟宫殿 & 联盟地形

source: Alliance Palace is the most important building in the Alliance territory, the chief can award loyalty points to allies here. Upgrade building to increase the member capacity of the Alliance. And you can change the terrain of the Alliance in the palace. The different Alliance terrain will product different types of Dragon material when you killed troops of other lords. Furthermore, to participate the shrine event can also obtain the materials of Dragon equipment. Glassland: materials for Green Dragon equipments Snowfield: materials for Blue Dragon equipments Desert: materials for Red Dragon equipments
fr: Le palais d'alliance est le bâtiment le plus important dans le territoire de l'alliance, le chef peut donner des prix en loyauté à ses alliés. Améliorer ce bâtiment augmente le nombre maximal de membres dans l'alliance. Vous pouvez changer la nature du terrain de l'alliance dans le palais. Différents terrains produiront différents type de matériel de dragon quand vous tuerez des troupes des autres seigneurs. De plus, la participation à un évènement du sanctuaire peut aussi amener à obtenir du matériel de dragon. Prairies: Matériel pour les dragons verts Terres enneigées: Matériel pour les dragons bleus Désert: Matériel pour les dragons rouges
zh_cn: 联盟宫殿是联盟的核心建筑。建筑等级越高，联盟可以招募的人数越多。同时，可以在联盟宫殿中改变联盟地形。不同的联盟地形能产出不同类型的龙装备材料。采出材料的渠道有，有发生PvP战斗，参加圣地战。雪地：产出蓝龙的装备材料草地：产出绿龙的装备材料沙漠：产出红龙的装备材料

# 秩序大厅 & 村落升级
source: The Order Hall & Village level-up
fr: Préfecture et progression des villages
zh_cn: 秩序大厅 & 村落升级

# 本联盟的秩序大厅管理着联盟领土上的村落。升级建筑等级，提升定期刷新的村落数量。在秩序大厅中，还能消耗荣耀值提升相应村落的等级，以便提高其产出。
source: The Order Hall is the place to manage all the villages in the territory of your Alliance. Upgrade building will increase the amount of village that refreshed each time.
fr: La préfecture est la place pour administrer tous les village du territoire de votre alliance. Améliorer ce bâtiment augmente le nombre de village qui seront rafraichi à chaque fois.
zh_cn: 本联盟的秩序大厅管理着联盟领土上的村落。升级建筑等级，提升定期刷新的村落数量。在秩序大厅中，还能消耗荣耀值提升相应村落的等级，以便提高其产出。

# 圣地 & 龙的装备材料获取
source: The Shrine & Materials of Dragon equipment
fr: Sanctuaire et Matériel de dragons
zh_cn: 圣地 & 龙的装备材料获取
