Repository: ModunZhang/dragonfall_client
Catalog: Dragonfall/dev/res/i18n/*.po
Languages: fr, zh_cn

# 狂怒法球
source: Rage Orb
fr: Orbe de rage
zh_cn: 狂怒法球

# 撒旦法球
source: Satan Orb
fr: Orbe satanique
zh_cn: 撒旦法球

# 奥术法球
source: Arcane Orb
fr: Orbe d'Arcane
zh_cn: 奥术法球

# 飓风法球
source: Hurricane Orb
fr: Orbe d'ouragan
zh_cn: 飓风法球

# 风暴法球
source: Storm Orb
fr: Orbe de tempête
zh_cn: 风暴法球

# 洞察法球
source: Insight Orb
fr: Orbe de perspicacité
zh_cn: 洞察法球

# 神秘法球
source: Mystic Orb
fr: Orbe mystique
zh_cn: 神秘法球

# 虚灵法球
source: Ethereal Orb
fr: Orbe éthérée
zh_cn: 虚灵法球

# 巨人护臂
source: Giant Bracer
fr: Brassard de géant
zh_cn: 巨人护臂

# 熔岩护臂
source: Lava Bracer
fr: Brassard de lave
zh_cn: 熔岩护臂

# 狂怒护臂
source: Rage Bracer
fr: Brassard de rage
zh_cn: 狂怒护臂

# 撒旦护臂
source: Satan Bracer
fr: Brassard satanique
zh_cn: 撒旦护臂

# 原力护臂
source: Force Bracer
fr: Brassard de force
zh_cn: 原力护臂

# 奥术护臂
source: Arcane Bracer
fr: Brassard d'Arcane
zh_cn: 奥术护臂

# 飓风护臂
source: Hurricane Bracer
fr: Brassard d'ouragan
zh_cn: 飓风护臂

# 风暴护臂
source: Storm Bracer
fr: Brassard de tempête
zh_cn: 风暴护臂

# 欢欣护臂
source: Alacrity Bracer
fr: Brassard d'alacrité
zh_cn: 欢欣护臂

# 洞察护臂
source: Insight Bracer
fr: Brassard de perspicacité
zh_cn: 洞察护臂

# 神秘护臂
source: Mystic Bracer
fr: Brassard mystique
zh_cn: 神秘护臂

# 虚灵护臂
source: Ethereal Bracer
fr: Brassard éthéré
zh_cn: 虚灵护臂

# 巨人套装
source: Giant Suit
fr: Armure de géants
zh_cn: 巨人套装

# 熔岩套装
source: Lava Suit
fr: Armure de lave
zh_cn: 熔岩套装

# 狂怒套装
source: Rage Suit
fr: Armure de rage
zh_cn: 狂怒套装

# 撒旦套装
source: Satan Suit
fr: Armure satanique
zh_cn: 撒旦套装

# 原力套装
source: Force Suit
fr: Armure de force
zh_cn: 原力套装

# 奥术套装
source: Arcane Suit
fr: Armure d'arcane
zh_cn: 奥术套装

# 飓风套装
source: Hurricane Suit
fr: Armure d'ouragan
zh_cn: 飓风套装

# 风暴套装
source: Storm Suit
fr: Armure de tempêtes
zh_cn: 风暴套装

# 欢欣套装
source: Alacrity Suit
fr: Armure d'Alacrité
zh_cn: 欢欣套装

# 洞察套装
source: Insight Suit
fr: Armure de perspicacité
zh_cn: 洞察套装

# 神秘套装
source: Mystic Suit
fr: Armure mystique
zh_cn: 神秘套装

# 虚灵套装
source: Ethereal Suit
fr: Armure Éthérée
zh_cn: 虚灵套装

# 已在制造巨人头冠
source: Forging Giant Helmet
fr: Forge du Casque de géants
zh_cn: 已在制造巨人头冠

# 已在制造熔岩头冠
source: Forging Lava Helmet
fr: Forge du Casque de lave
zh_cn: 已在制造熔岩头冠

# 已在制造狂怒头冠
source: Forging Rage Helmet
fr: Forge du Casque de rage
zh_cn: 已在制造狂怒头冠

# 已在制造撒旦头冠
source: Forging Satan Helmet
fr: Forge du Casque satanique
zh_cn: 已在制造撒旦头冠

# 已在制造原力头冠
source: Forging Force Helmet
fr: Forge du Casque de force
zh_cn: 已在制造原力头冠

# 已在制造奥术头冠
source: Forging Arcane Helmet
fr: Forge du Casque d'Arcane
zh_cn: 已在制造奥术头冠

# 已在制造飓风头冠
source: Forging Hurricane Helmet
fr: Forge du Casque d'ouragan
zh_cn: 已在制造飓风头冠

# 已在制造风暴头冠
source: Forging Storm Helmet
fr: Forge du Casque de tempête
zh_cn: 已在制造风暴头冠

# 已在制造欢欣头冠
source: Forging Alacrity Helmet
fr: Forge du Casque d'Alacrité
zh_cn: 已在制造欢欣头冠

# 已在制造洞察头冠
source: Forging Insight Helmet
fr: Forge du Casque de perspicacité
zh_cn: 已在制造洞察头冠

# 已在制造神秘头冠
source: Forging Mystic Helmet
fr: Forge du Casque mystique
zh_cn: 已在制造神秘头冠

# 已在制造虚灵头冠
source: Forging Ethereal Helmet
fr: Forge du Casque éthéré
zh_cn: 已在制造虚灵头冠

# 已在制造熔岩胸甲
source: Forging Lava Chestguard
fr: Forge du Poitrail de lave
zh_cn: 已在制造熔岩胸甲

# 已在制造狂怒胸甲
source: Forging Rage Chestguard
fr: Forge du Poitrail de lave
zh_cn: 已在制造狂怒胸甲

# 已在制造撒旦胸甲
source: Forging Satan Chestguard
fr: Forge du Poitrail de satanique
zh_cn: 已在制造撒旦胸甲

# 已在制造奥术胸甲
source: Forging Arcane Chestguard
fr: Forge du Poitrail d'Arcane
zh_cn: 已在制造奥术胸甲

# 已在制造飓风胸甲
source: Forging Hurricane Chestguard
fr: Forge du Poitrail d'ouragan
zh_cn: 已在制造飓风胸甲

# 已在制造风暴胸甲
source: Forging Storm Chestguard
fr: Forge du Poitrail de tempête
zh_cn: 已在制造风暴胸甲

# 已在制造洞察胸甲
source: Forging Insight Chestguard
fr: Forge du Poitrail de perspicacité
zh_cn: 已在制造洞察胸甲

# 已在制造神秘胸甲
source: Forging Mystic Chestguard
fr: Forge du Poitrail mystique
zh_cn: 已在制造神秘胸甲

# 已在制造虚灵胸甲
source: Forging Ethereal Chestguard
fr: Forge du Poitrail éthéré
zh_cn: 已在制造虚灵胸甲

# 已在制造熔岩尾刺
source: Forging Lava Tailguard
fr: Forge du Protège-queue de lave
zh_cn: 已在制造熔岩尾刺

# 已在制造狂怒尾刺
source: Forging Rage Tailguard
fr: Forge du Protège-queue de rage
zh_cn: 已在制造狂怒尾刺

# 已在制造撒旦尾刺
source: Forging Satan Tailguard
fr: Forge du Protège-queue satanique
zh_cn: 已在制造撒旦尾刺

# 已在制造奥术尾刺
source: Forging Arcane Tailguard
fr: Forge du Protège-queue d'Arcane
zh_cn: 已在制造奥术尾刺

# 已在制造飓风尾刺
source: Forging Hurricane Tailguard
fr: Forge du Protège-queue d'ouragan
zh_cn: 已在制造飓风尾刺

# 已在制造风暴尾刺
source: Forging Storm Tailguard
fr: Forge du Protège-queue de tempête
zh_cn: 已在制造风暴尾刺

# 已在制造洞察尾刺
source: Forging Insight Tailguard
fr: Forge du Protège-queue de perspicacité
zh_cn: 已在制造洞察尾刺

# 已在制造神秘尾刺
source: Forging Mystic Tailguard
fr: Forge du Protège-queue mystique
zh_cn: 已在制造神秘尾刺

# 已在制造虚灵尾刺
source: Forging Ethereal Tailguard
fr: Forge du Protège-queue éthéré
zh_cn: 已在制造虚灵尾刺

# 已在制造熔岩法球
source: Forging Lava Orb
fr: Forge de l'orbe de lave
zh_cn: 已在制造熔岩法球

# 已在制造狂怒法球
source: Forging Rage Orb
fr: Forge de l'orbe de rage
zh_cn: 已在制造狂怒法球

# 已在制造撒旦法球
source: Forging Satan Orb
fr: Forge de l'orbe satanique
zh_cn: 已在制造撒旦法球

# 已在制造奥术法球
source: Forging Arcane Orb
fr: Forge de l'orbe d'Arcane
zh_cn: 已在制造奥术法球

# 已在制造飓风法球
source: Forging Hurricane Orb
fr: Forge de l'orbe d'ouragan
zh_cn: 已在制造飓风法球

# 已在制造风暴法球
source: Forging Storm Orb
fr: Forge de l'orbe de tempête
zh_cn: 已在制造风暴法球

# 已在制造洞察法球
source: Forging Insight Orb
fr: Forge de l'orbe de perspicacité
zh_cn: 已在制造洞察法球

# 已在制造神秘法球
source: Forging Mystic Orb
fr: Forge de l'orbe mystique
zh_cn: 已在制造神秘法球

# 已在制造虚灵法球
source: Forging Ethereal Orb
fr: Forge de l'orbe éthérée
zh_cn: 已在制造虚灵法球

# 已在制造巨人护臂
source: Forging Giant Bracer
fr: Forge du Brassard de géant
zh_cn: 已在制造巨人护臂

# 已在制造熔岩护臂
source: Forging Lava Bracer
fr: Forge du Brassard de lave
zh_cn: 已在制造熔岩护臂

# 已在制造狂怒护臂
source: Forging Rage Bracer
fr: Forge du Brassard de rage
zh_cn: 已在制造狂怒护臂

# 已在制造撒旦护臂
source: SForging atan Bracer
fr: Forge du Brassard satanique
zh_cn: 已在制造撒旦护臂

# 已在制造原力护臂
source: Forging Force Bracer
fr: Forge du Brassard de force
zh_cn: 已在制造原力护臂

# 已在制造奥术护臂
source: Forging Arcane Bracer
fr: Forge du Brassard d'Arcane
zh_cn: 已在制造奥术护臂

# 已在制造飓风护臂
source: Forging Hurricane Bracer
fr: Forge du Brassard d'ouragan
zh_cn: 已在制造飓风护臂

# 已在制造风暴护臂
source: Forging Storm Bracer
fr: Forge du Brassard de tempête
zh_cn: 已在制造风暴护臂

# 已在制造欢欣护臂
source: Forging Alacrity Bracer
fr: Forge du Brassard d'alacrité
zh_cn: 已在制造欢欣护臂

# 已在制造洞察护臂
source: Forging Insight Bracer
fr: Forge du Brassard de perspicacité
zh_cn: 已在制造洞察护臂

# 已在制造神秘护臂
source: Forging Mystic Bracer
fr: Forge du Brassard mystique
zh_cn: 已在制造神秘护臂

# 已在制造虚灵护臂
source: Forging Ethereal Bracer
fr: Forge du Brassard éthéré
zh_cn: 已在制造虚灵护臂

# 建筑图纸
source: Blueprint
fr: Plan
zh_cn: 建筑图纸

# 建筑工具
source: Tool
fr: Outil
zh_cn: 建筑工具

# 木人桩
source: Spiling
fr: Pantin
zh_cn: 木人桩

# 箭靶
source: Arrow target
fr: Cible
zh_cn: 箭靶

# 马鞍
source: Saddle
fr: Selle
zh_cn: 马鞍

# 精铁零件
source: Component
fr: Composante
zh_cn: 精铁零件

# 黑龙
source: Dark Dragon
fr: Dragon noir
zh_cn: 黑龙

# 仅供红龙装备
source: Only for the Red Dragon
fr: Seulement pour un dragon rouge
zh_cn: 仅供红龙装备

# 仅供蓝龙装备
source: Only for the Blue Dragon
fr: Seulement pour un dragon bleu
zh_cn: 仅供蓝龙装备

# 仅供绿龙装备
source: Only for the Green Dragon
fr: Seulement pour un dragon vert
zh_cn: 仅供绿龙装备

# 仅供黑龙装备
source: Only for the Dark Dragon
fr: Seulement pour un dragon noir
zh_cn: 仅供黑龙装备

# 头部
source: Head
fr: Tête
zh_cn: 头部

# 胸部
source: Chest
fr: Poitrine
zh_cn: 胸部

# 尾部
source: Tail
fr: Queue
zh_cn: 尾部

# 法球
source: Orb
fr: Orbe
zh_cn: 法球

# 护臂
source: Arm
fr: Patte
zh_cn: 护臂

# 右护臂
source: Left Arm
fr: Patte gauche
zh_cn: 右护臂

# 左护臂
source: Right Arm
fr: Patte droite
zh_cn: 左护臂

# 提升龙的生命值上限
source: Increase Max Dragon HP
fr: Augmenter les PV max du dragon
zh_cn: 提升龙的生命值上限

# 提升步兵的攻击和生命
source: Increase Infantry attack & HP
fr: Augmenter l'attaque et les PV de l'infanterie
zh_cn: 提升步兵的攻击和生命

# 提升龙的总攻击
source: Increase Dragon strength
fr: Augmenter la force du dragon
zh_cn: 提升龙的总攻击

# 提升攻城攻击和生命
source: Increase Siege attack & HP
fr: Augmenter l'attaque et les PV des sièges
zh_cn: 提升攻城攻击和生命

# 提升骑兵攻击和生命
source: Increase Cavalry attack & HP
fr: Augmenter l'attaque et les PV de la cavalerie
zh_cn: 提升骑兵攻击和生命

# 提升弓手攻击和生命
source: Increase Archer attack & HP
fr: Augmenter l'attaque et les PV des archers
zh_cn: 提升弓手攻击和生命

# 增加带兵量
source: Increase the Unit Capacity
fr: Augmenter la capacité d'unités
zh_cn: 增加带兵量

# 增加对城墙的伤害
source: Increase damage to wall
fr: Augmenter les dommages aux murs
zh_cn: 增加对城墙的伤害

# 减少敌方的暗仓保护比例
source: Decrease enemy resource protection
fr: Diminuer la protection des ressources ennemis
zh_cn: 减少敌方的暗仓保护比例

# 每轮战斗降低敌方1号站位单位的攻击力
source: Decrease the attack of the enemy who is at the first position each round
fr: Diminuer l'attaque de l'unité ennemi en première position à chaque ronde
zh_cn: 每轮战斗降低敌方1号站位单位的攻击力

# 每轮战斗随机降低敌方3个单位的攻击力，不可叠加。
source: Decrease the attack of 3 enemy units by random each round
fr: Diminuer l'attaque de 3 unités ennemis de façon aléatoire à chaque ronde
zh_cn: 每轮战斗随机降低敌方3个单位的攻击力

# 每轮战斗使敌方所有单位攻击力降低
source: Decrease the attack of all enemy units each round
fr: Diminuer l'attaque de toutes les unités ennemis à chaque ronde
zh_cn: 每轮战斗使敌方所有单位攻击力降低

# 减少总行军时间
source: Decrease the total march time
fr: Diminuer le temps total de marche
zh_cn: 减少总行军时间

# 龙之血脉
source: Dragon's Blood Vessel
fr: Coupe de sang de dragons
zh_cn: 龙之血脉

# 步兵强化
source: Infantry Power
fr: Puissance de l'infanterie
zh_cn: 步兵强化

# 龙之力量
source: Dragon Force
fr: Force du dragon
zh_cn: 龙之力量

# 攻城强化
source: Siege Power
fr: Puissance des sièges
zh_cn: 攻城强化

# 骑兵强化
source: Cavalry Power
fr: Puissance de la cavalerie
zh_cn: 骑兵强化

# 弓手强化
source: Archer Power
fr: Puissance des archers
zh_cn: 弓手强化

# 统帅之力
source: Power of Marshal
fr: Pouvoir du Maréchal
zh_cn: 统帅之力

# 山崩地裂
source: Earthquake
fr: Tremblement de terre
zh_cn: 山崩地裂

# 贪婪
source: Greed
fr: Avidité
zh_cn: 贪婪

# 地狱之火
source: Hell Fire
fr: Feu de l'Enfer
zh_cn: 地狱之火

# 闪电风暴
source: Lightning Storm
fr: Tempête d'éclairs
zh_cn: 闪电风暴

# 剧毒新星
source: Poison Nova
fr: Nuée de poison
zh_cn: 剧毒新星

# 奔腾
source: Surge
fr: Urgence
zh_cn: 奔腾

# 步兵攻击加成
source: Increase Infantry attack
fr: Augmenter l'attaque d'infanterie
zh_cn: 步兵攻击加成

# 步兵生命值加成
source: Increase Infantry HP
fr: Augmenter les PV de l'infanterie
zh_cn: 步兵生命值加成

# 提升步兵负重加成
source: Increase Infantry Load
fr: Augmenter le chargement de l'infanterie
zh_cn: 提升步兵负重加成

# 步兵行军速度加成
source: Increase Infantry March Speed
fr: Augmenter la vitesse de marche de l'infanterie
zh_cn: 步兵行军速度加成

# 弓手攻击加成
source: Increase Archer attack
fr: Augmenter l'attaque des archers
zh_cn: 弓手攻击加成

# 弓手生命值加成
source: Increase Archer HP
fr: Augmenter les PV des archers
zh_cn: 弓手生命值加成

# 弓手负重加成
source: Increase Archer Load
fr: Augmenter le chargement des archers
zh_cn: 弓手负重加成

# 弓手行军速度加成
source: Increase Archer March Speed
fr: Augmenter la vitesse de marche des archers
zh_cn: 弓手行军速度加成

# 骑兵攻击加成
source: Increase Cavalry attack
fr: Augmenter l'attaque de la cavalerie
zh_cn: 骑兵攻击加成

# 骑兵生命值加成
source: Increase Cavalry HP
fr: Augmenter les PV de la cavalerie
zh_cn: 骑兵生命值加成

# 骑兵负重加成
source: Increase Cavalry Load
fr: Augmenter le chargement de la cavalerie
zh_cn: 骑兵负重加成

# 骑兵行军速度加成
source: Increase Cavalry March Speed
fr: Augmenter la vitesse de marche de la cavalerie
zh_cn: 骑兵行军速度加成

# 攻城系攻击加成
source: Increase Siege attack
fr: Augmenter l'attaque des sièges
zh_cn: 攻城系攻击加成

# 攻城系生命值加成
source: Increase Siege HP
fr: Augmenter les PV des sièges
zh_cn: 攻城系生命值加成

# 攻城系负重加成
source: Increase Siege Load
fr: Augmenter le chargement des sièges
zh_cn: 攻城系负重加成

# 攻城系行军速度加成
source: Increase Siege March Speed
fr: Augmenter la vitesse de marche des sièges
zh_cn: 攻城系行军速度加成

# 带兵上限加成
source: Increase amount of March units
fr: Augmenter la quantité des unités de marche
zh_cn: 带兵上限加成

# 可治愈伤兵几率加成
source: Increase Heal rate
fr: Augmenter la vitesse de guérison
zh_cn: 可治愈伤兵几率加成

# 城堡是权力的象征，城市的核心建筑，升级能够解锁更多地块，提供更高的建筑等级
source: The Castle is the symbol of power. Upgrade it to unlock more new buildings and higher building level
fr: Le château est le symbole du pouvoir. Améliorez-le pour débarrer de nouveaux bâtiments pour avoir des bâtiments de plus haut niveau.
zh_cn: 城堡是权力的象征，城市的核心建筑，升级能够解锁更多地块，提供更高的建筑等级

# 可解锁的地块
source: Unlock Building
fr: Débloquer un bâtiment
zh_cn: 可解锁的地块

# 被协助加速次数
source: Be helped times
fr: Nombre d'aides possibles
zh_cn: 被协助加速次数

# 瞭望塔显示部队在联盟领地上的行军情况，同时也能预警敌方部队来袭，并提供相关信息
source: The Watchtower is a place for showing your troop marching status and detecting enemy marching towards you
fr: La tour de guet est la place qui montre le statut de vos marche et les marches ennemis vers vous
zh_cn: 瞭望塔显示部队在联盟领地上的行军情况，同时也能预警敌方部队来袭，并提供相关信息

# 提供来袭部队的玩家名称，来袭部队的出发点和目的地，剩余行军时间
source: Provide the informations of player name, starting and end point, remaining march time of the enemy
fr: Fourni des informations tel que le nom du joueur, les point de départ et d'arrivée et du temps de marche restant des ennemis
zh_cn: 提供来袭部队的玩家名称，来袭部队的出发点和目的地，剩余行军时间

# 提供来袭部队的龙的类型，等级和星级
source: Provide the informations of the dragon type, level and star level of enemy
fr: Fourni des informations sur le type du dragon, le niveau et le niveau d'étoiles de l'ennemi
zh_cn: 提供来袭部队的龙的类型，等级和星级

# 可以查看其他玩家的城市布局
source: Enter the city of enemy players
fr: Entrer dans la cité des joueurs ennemis
zh_cn: 可以查看其他玩家的城市布局

# 提供详情按钮，提供：龙的当前生命值和生命值上限，龙的力量
source: Provide the informations of HP and attack of the enemy dragon
fr: Fourni l'information sur les PV et l'attaque des dragons ennemis
zh_cn: 提供详情按钮，提供：龙的当前生命值和生命值上限，龙的攻击力

# 提供详情按钮，提供：显示兵种的名称，排序
source: Provide the informations of the troop type and sequence of enemy
fr: Fourni l'information sur le type de troupe et la séquence des ennemis
zh_cn: 提供详情按钮，提供：显示兵种的名称，排序

# 提供详情按钮，提供：显示兵种的星级
source: Provide the informations of the star level of enemy troops
fr: Fourni l'information sur le niveau étoilé des troupes ennemis
zh_cn: 提供详情按钮，提供：显示兵种的星级

# 提供详情按钮，提供：显示兵种的模糊数量
source: Provide the informations of the inaccurate numbers of enemy troops
fr: Fourni les quantités imprécises de troupes ennemies
zh_cn: 提供详情按钮，提供：显示兵种的模糊数量

# 提供详情按钮，提供：显示龙的装备及其星级
source: Provide the informations of the equipments and star level of enemy dragon
fr: Fourni l'information sur les équipements et les niveaux étoilés d'un dragon ennemi
zh_cn: 提供详情按钮，提供：显示龙的装备及其星级

# 提供详情按钮，提供：显示龙的技能等级
source: Provide the informations of the skill level of enemy dragon
fr: Fourni l'information sur le niveau de compétence d'un dragon ennemi
zh_cn: 提供详情按钮，提供：显示龙的技能等级

# 提供详情按钮，提供：显示敌方军事科技水平和战争增益
source: Provide the informations of the military sciences and buffs of enemy
fr: Fourni l'information sur la science militaire et les bonus d'un ennemi
zh_cn: 提供详情按钮，提供：显示敌方军事科技水平和战争增益

# 提供详情按钮，提供：显示敌方单位的具体数量
source: Provide the informations of the accurate numbers of enemy troops
fr: Fourni le nombre précis des troupes ennemies
zh_cn: 提供详情按钮，提供：显示敌方单位的具体数量

# 可以查看其他玩家的城市的具体建筑等级
source: Show you the buildings level in the enemy city
fr: Montre le niveau des bâtiments dans la cité ennemie
zh_cn: 可以查看其他玩家的城市的具体建筑等级

# 可以查看目标城市协防部队的详细信息：龙的类型，等级和星级
source: Provide the informations of the dragon type, level and star level of the assist player(in your city or your ally's)
fr: Fourni l'information sur le type de dragon, le niveau, le niveau d'étoilé des cités ennemies
zh_cn: 可以查看目标城市详细信息：龙的类型，等级，星级和协防者名字

# 可以查看目标城市协防部队的详细信息：龙的力量，当前生命值和生命值上限
source: Provide the informations of the dragon HP and attack of the assist player(in your city or your ally's)
fr: Fourni l'information des PV du dragon et des attaques de la cité ennemie
zh_cn: 可以查看目标城市的详细信息：龙的攻击力，当前生命值和生命值上限

# 可以查看目标城市协防部队的详细信息：显示兵种的名称，排序
source: Provide the informations of the troop type and sequence of the assist player(in your city or your ally's)
fr: Fourni l'information sur le type des troupes ennemies et la séquence dans la cité ennemie
zh_cn: 可以查看目标城市的详细信息：显示兵种的名称，排序

# 可以查看目标城市协防部队的详细信息：显示兵种的星级
source: Provide the informations of the troops star level of the assist player(in your city or your ally's)
fr: Fourni l'information sur le niveau étoilé des troupes ennemis
zh_cn: 可以查看目标城市的详细信息：显示兵种的星级

# 可以查看目标城市协防部队的详细信息：显示兵种的模糊数量
source: Provide the informations of the troops inaccurate numbers of the assist player(in your city or your ally's)
fr: Fourni les quantités imprécises de troupes ennemies
zh_cn: 可以查看目标城市的详细信息：显示兵种的模糊数量

# 可以查看目标城市协防部队的详细信息：显示龙的装备及其星级
source: Provide the informations of the dragon equipments and star level of the assist player(in your city or your ally's)
fr: Fourni l'information sur le niveau de compétence d'un dragon de la cité ennemie
zh_cn: 可以查看目标城市的详细信息：显示龙的装备及其星级

# 可以查看目标城市协防部队的详细信息：显示龙的技能等级
source: Provide the informations of the dragon skill level of the assist player(in your city or your ally's)
fr: Fourni l'information sur le niveau de compétence d'un dragon de la cité ennemie
zh_cn: 可以查看目标城市的详细信息：显示龙的技能等级

# 可以查看目标城市协防部队的详细信息：显示敌方单位的具体数量
source: Provide the informations of the troops accurate numbers of the assist player(in your city or your ally's)
fr: Fourni le nombre précis des troupes dans la cité ennemie
zh_cn: 可以查看目标城市的详细信息：显示敌方单位的具体数量

# 学院提供的众多科技。研发科技能够提升城市的资源产出效率和防御能力，学院等级越高研发速度越快
source: The Academy is an important building for your empire,where you can research various sciences to enhance your empire.The higher Academy Level,the higher reseach speed.
fr: L'académie est un bâtiment où vous pouvez rechercher plusieurs sciences pour améliorer votre empire. Plus le niveau de l'académie est élevé, plus la vitesse de recherche sera rapide.
zh_cn: 学院提供的众多科技。研发科技能够提升城市的资源产出效率和防御能力，学院等级越高研发速度越快

# 训练营地提供步兵的相关科技，增强步兵的各方面属性，建筑等级越高招募步兵的速度越快
source: The Training Ground is where you can research Infantry Sciences to enhance their attributions. The higher Training Ground Level,the higher Infantry recruiting speed.
fr: Le terrain d'entraînement permet des recherches de sciences d'infanterie pour améliorer leurs attributions. Augmenter le niveau du terrain d'entraînement augmente leur vitesse de recrutement.
zh_cn: 训练营地提供步兵的相关科技，增强步兵的各方面属性，更能提升星级，改变兵种造型。建筑等级越高招募步兵的速度越快

# 猎手大厅提供弓手的相关科技，增强弓手的各方面属性，建筑等级越高招募弓手的速度越快
source: The Hunter Hall is where you can research Archer Sciences to enhance their attributions. The higher Hunter Hall Level,the higher Archer recruiting speed.
fr: Le pavillon de chasse permet des recherches de sciences des archers pour améliorer leurs attributions. Augmenter le niveau du pavillon de chasse augmente leur vitesse de recrutement.
zh_cn: 猎手大厅提供弓手的相关科技，增强弓手的各方面属性，更能提升星级，改变兵种造型。建筑等级越高招募弓手的速度越快

# 马厩提供骑兵的相关科技，增强骑兵的各方面属性，建筑等级越高招募骑兵的速度越快
source: The Stable is where you can research Cavalry Sciences to enhance their attributions. The higher Stable Level,the higher Cavalry recruiting speed.
fr: L'écurie permet des recherches de sciences de cavalerie pour améliorer leurs attributions. Augmenter le niveau de l'écurie augmente leur vitesse de recrutement.
zh_cn: 马厩提供骑兵的相关科技，增强骑兵的各方面属性，更能提升星级，改变兵种造型。建筑等级越高招募骑兵的速度越快

# 车间提供攻城器械的相关科技，增强攻城器械的各方面属性，建筑等级越高招募攻城器械的速度越快
source: The Workshop is where you can research Siege Sciences to enhance their attributions. The higher Workshop Level,the higher Siege recruiting speed.
fr: L'atelier permet des recherches en sciences des sièges pour améliorer leurs attributions. Augmenter le niveau de l'atelier augmente leur vitesse de recrutement.
zh_cn: 车间提供攻城器械的相关科技，增强攻城器械的各方面属性，更能提升星级，改变兵种造型。建筑等级越高招募攻城器械的速度越快

# 攻城器械招募速度
source: Siege Recruiting Speed
fr: Vitesse de recrutement des sièges
zh_cn: 攻城器械招募速度

# 城墙能够有效抵御敌方的进攻，当敌方部队来袭时会自动将城内的部队驻防，升级建筑能够提升城墙的耐久度
source: The Wall is the place to defend enemy attack. It will defend when your Dragon is garrisoned. Upgrade it to increase the durability of the Wall.
fr: Les murs est la place pour se défendre contre les attaques ennemies. La défense aura lieu si un dragon est en garnison. Augmenter le niveau des murs augmentera le nombre de murs.
zh_cn: 城墙能够有效抵御敌方的进攻，当敌方部队来袭时时能组织城内部队进行防御，升级建筑能够提升城墙的耐久度

# 城墙恢复
source: Wall Recovery
fr: Recouvrement des murs
zh_cn: 城墙恢复

# 塔楼提升城墙攻击和防御的能力，塔楼等级越高，城墙每耐久度的攻击力和生命值就越高
source: The Towers serve as a place to increase attack and defence power of the Wall.The higher Tower level,the higher attack and defence power of the Wall.
fr: Les tours servent à augmenter l'attaque et le défense des murs. En améliorant les tous, vous augmentez l'attaque et la défense des murs.
zh_cn: 塔楼提升城墙攻击和防御的能力，塔楼等级越高，城墙的攻击力和防御力就越高

# 提供城墙攻击力
source: Increase Wall Attack
fr: Augmenter l'attaque des murs
zh_cn: 提供城墙攻击力

# 龙巢可以查看龙的信息并强化巨龙，升级龙巢能够提升在城市中的巨龙生命值的恢复速度
source: The Dragon Nest is very important place to check and enhance your Dragons,upgrade it to raise the recovery speed of your Dragons.
fr: Votre nid de dragon est une place très importante pour vérifier et améliorer votre dragon. Améliorez-le pour augmenter la vitesse de recouvrement des dragons.
zh_cn: 龙巢可以查看龙的信息并强化巨龙，升级龙巢能够提升在城市中的巨龙生命值的恢复速度

# 每小时恢复龙的生命值
source: Dragon Recovery Speed
fr: Vitesse de récupération
zh_cn: 每小时恢复龙的生命值

# 医院提供治愈伤兵的功能，每次进攻或防守都能将一部分阵亡的士兵转化为伤兵并治愈，升级建筑能够提升伤兵的最大容量上限
source: The Hospital is the place where you can heal your soldiers who were wounded in battle.Upgrade it to increase its capacity and treat more of the wounded.
fr: L'hôpital est la place où on peut guérir les soldats blessés lors de la bataille. Améliorez-le pour augmenter la capacité de traiter plus de soldats blessés.
zh_cn: 医院提供治愈伤兵的功能，每次进攻或防守都能将一部分阵亡的士兵转化为伤兵并治愈，升级建筑能够提升伤兵的最大容量上限

# 监狱有一定的几率捕获来袭的敌军，并能够使用特殊的道具折磨敌军，升级建筑能够获得更多的敌军关押时间
source: The Prison is the place to imprison enemy troops.
fr: La prison est la place pour emprisonner les troupes ennemies
zh_cn: 监狱有一定的几率捕获来袭的敌军，并能够使用特殊的道具折磨敌军，升级建筑能够获得更多的敌军关押时间

# 抓获几率
source: Capture rate
fr: Taux de capture
zh_cn: 抓获几率

# 囚禁时间
source: Imprisoned Time
fr: Temps d'emprisonnement
zh_cn: 囚禁时间

# 工具作坊提供建筑材料和科技材料的制作，每次制作都能随机获得一些材料，升级建筑能够提升每次制作材料的数量
source: The Toolshop is the place to produce building and Science Materials.Upgrade it to produce more materials in one time.
fr: La manufacture est la place pour produire du matériel de bâtiments et de science. Améliorer le pour produire plus de matériaux en une fois.
zh_cn: 工具作坊提供建筑材料和科技材料的制作，每次制作都能随机获得一些材料，升级建筑能够提升每次制作材料的数量

# 一次随机生产道具
source: Materials
fr: Matériaux
zh_cn: 一次随机生产道具

# 兵营提供军事单位的招募。招募的部队可用于进攻敌方城市，村落采集资源，防御城市。升级建筑能够提升每次招募的最大数量
source: The Barrack is where military units are recruited.Upgrade it to unlock and recruit more units.
fr: La baraque est l'endroit où les unités militaires sont recrutées. Améliorer la pour débloquer et recruter de nouvelles unités.
zh_cn: 兵营提供军事单位的招募。招募的部队可用于进攻敌方城市，村落采集资源，防御城市。升级建筑能够提升每次招募的最大数量

# 最大招募人口数量
source: Total Recruiting
fr: Recrutement total
zh_cn: 最大招募人口数量

# 贸易行会提供玩家之间资源和材料的交易，升级建筑能够提升运输车的总量和生产速度
source: The Trade Guild allows you to either sell resources and materials or buy them from other players. Upgrade it to increase the cart amount and its recovery speed.
fr: La guilde permet des transactions de ressources et de matériaux entre les joueurs. Améliorer la guilde augmentera le nombre de paniers et la vitesse de recouvrement.
zh_cn: 贸易行会提供玩家之间资源和材料的交易，升级建筑能够提升运输车的总量和生产速度

# 最大运输小车数量
source: Cart Amount
fr: Quantité de paniers
zh_cn: 最大运输小车数量

# 每小时运输小车
source: Recover Carts(per hour)
fr: Recouvrement de paniers(par heure)
zh_cn: 每小时运输小车

# 铁匠铺能够将平时收集到的特殊材料打造成龙的装备，升级建筑能够提升装备打造的速度
source: The Blacksmith is the place to forge Dragon equipments with materials. Upgrade it to increase the speed of forging equipment.
fr: La forge et la place pour forger les équipements de dragon avec du matériel. L'améliorer augment la vitesse de forge.
zh_cn: 铁匠铺能够将平时收集到的特殊材料打造成龙的装备，升级建筑能够提升装备打造的速度

# 打造装备速度
source: Forge Speed
fr: Vitesse de forge
zh_cn: 打造装备速度
