Repository: ModunZhang/dragonfall_client
Catalog: Dragonfall/dev/res/i18n/*.po
Languages: fr, zh_cn

# 占领王座联盟的国王可以选择本服务器的任意联盟进行驱逐。被驱逐的联盟会强制迁移出原来的位置。此外，被驱逐联盟的所有成员的粮食储备，超过暗仓的部分将全部丢失。
source: The King has the athority to banish any Alliance in this server. The Alliance which is banished will be forced to migrate to another territory. Furthermore, all the members who are in this banished Alliance, will lost all the resources which are off-protection.
fr: Le roi a l'autorité de bannir n'importe quelle alliance du serveur. Une alliance qui a été bannie sera forcée de migrer dans un autre territoire. De plus, tous les membres qui étaient dans l'alliance bannie perdront toutes les ressources qui sont hors protection.
zh_cn: 占领王座联盟的国王可以选择本服务器的任意联盟进行驱逐。被驱逐的联盟会强制迁移出原来的位置。此外，被驱逐联盟的所有成员的粮食储备，超过暗仓的部分将全部丢失。

# 请填写想要驱逐联盟的TAG
source: Please enter the TAG which Alliance you want to banish
fr: SVP, entrer le tag de l'alliance que vous voulez bannir
zh_cn: 请填写想要驱逐联盟的TAG

# 驱逐
source: Banish
fr: Bannie
zh_cn: 驱逐

# 只有成为国王之后才能使用驱逐
source: Only the King can banish
fr: Seulement le roi peut bannir
zh_cn: 只有成为国王之后才能使用驱逐

# 学院
source: Academy
fr: Académie
zh_cn: 学院

# 科技
source: Science
zh_cn: 科技

# 正在研发%s到 Level %d
source: Researching %s to Lv%d
fr: Recherche: %s Niv%d
zh_cn: 正在研发%s到等级%d

# 研发队列空闲
source: Research queue is idle now
fr: La queue de recherche est disponible maintenant
zh_cn: 研发队列空闲

# 选择一个技能进行研发
source: Choose a science to research
fr: Choisir une science pour en faire la recherche
zh_cn: 选择一个科技进行研发

# 每日登陆奖励
source: Daily sign-in rewards
fr: Récompense de connexion quotidienne
zh_cn: 每日登陆奖励

# 王城援军
source: Reinforcements from the king's city
fr: Renforcements de la cité du roi
zh_cn: 王城援军

# 首次充值奖励
source: The First Top-Up Gift
fr: Premier plein de cadeaux
zh_cn: 首次充值奖励

# 新手冲级奖励
source: The beginner's gift
fr: Cadeau de débutant
zh_cn: 新手冲级奖励

# 活动
source: Events
fr: Évènement
zh_cn: 活动

# 结束时间：%s
source: Ending in: %s
fr: Termine dans : %s
zh_cn: 结束时间：%s

# 距离开始还有：%s
source: Starting in: %s
fr: Débute dans : %s
zh_cn: 距离开始还有：%s

# %s后消失
source: Disappear in: %s
fr: Disparaît dans : %s
zh_cn: %s后消失

# 赛季
source: Season
fr: Saison
zh_cn: 赛季

# 新闻
source: News
fr: Nouvelles
zh_cn: 新闻

# 进行中
source: ongoing
fr: En cours
zh_cn: 进行中

# 已过期
source: Expired
fr: Expiré
zh_cn: 已过期

# 即将来临
source: Starting soon
fr: Prochain
zh_cn: 即将来临

# 联盟
source: Alliance
zh_cn: 联盟

# 个人赛事
source: Solo Season
fr: Saison Solo
zh_cn: 个人赛事

# 有奖励可领取
source: You have rewards
fr: Vous avez une récompense
zh_cn: 有奖励可领取

# 无奖励可领取
source: You have no rewards
fr: Vous n'avez pas de récompense
zh_cn: 无奖励可领取

# 首次充值%s金额
source: First charge %s
fr: Premier plein %s
zh_cn: 首次充值%s金额

# 任意
source: Any
fr: N'importe quoi
zh_cn: 任意

# 免费领取海量道具
source: Get a mass of items for free
fr: Obtenez une tonne d'items gratuitement
zh_cn: 免费领取海量道具

# 已签到
source: Signed in
fr: Connecté
zh_cn: 已签到

# 未签到
source: not yet
fr: Pas encore
zh_cn: 未签到

# 今日
source: Today
fr: Aujourd'hui
zh_cn: 今日

# 连续登陆，来自王城的援军
source: Log in to get the reinforcements!
fr: Connectez-vous pour avoir des renforcements!
zh_cn: 连续登陆，获得来自王城的援军

# 天
source: day
fr: Jour
zh_cn: 天

# 已领取
source: Got
fr: Reçu
zh_cn: 已领取

# 未领取
source: not yet
fr: Pas encore
zh_cn: 未领取

# 永久获得第二条建筑队列
source: Get a additional build queue
fr: Obtenir une queue de construction additionnelle
zh_cn: 永久获得第二条建筑队列

# 活动时间类，升级智慧中心，获得丰厚奖励
source: Upgrade Castle to get various rewards
fr: Améliorer le château pour obtenir des récompenses
zh_cn: 升级主城堡，获得丰厚奖励

# 倒计时:
source: Countdown:
fr: Décompte:
zh_cn: 倒计时:

# 新闻详情
source: Details
fr: Détails:
zh_cn: 新闻详情

# 我知道了
source: Got it
fr: Reçu
zh_cn: 我知道了

# 盟友
source: From Ally
fr: Cadeau d'un allié
zh_cn: 盟友

# 已过期。请每日登陆关注
source: Expired.
fr: Expiré.
zh_cn: 已过期。请每日登陆关注

# 到期,请尽快领取
source: Expired，please get it ASAP
fr: à l'expiration
zh_cn: 到期,请尽快领取

# 获得%s
source: Got %s
fr: Reçu %s
zh_cn: 获得%s

# 移除
source: Remove
fr: Retirez
zh_cn: 移除

# 领取
source: Get
fr: Prendre
zh_cn: 领取

# 在线奖励
source: Online rewards
fr: Récompense en ligne
zh_cn: 在线奖励

# 第二条行军队列
source: The 2nd March Queue
fr: La seconde marche
zh_cn: 第二条行军队列

# 领取30日奖励后，刷新奖励列表
source: The list will be refreshed after you get 30 days' rewards
fr: La liste sera rafraîchie après avoir obtenu 30 récompenses quotidiennes
zh_cn: 领取30日奖励后，刷新奖励列表

# 恭喜您获得 %s x %d
source: You got %s X %d
fr: You avez reçu %s X %d
zh_cn: 恭喜您获得 %s x %d

# 你已领取%s
source: You've already got %s
fr: Vous avez déjà reçu %s
zh_cn: 你已领取%s

# 三天后可激活
source: Activating in 3 days
fr: Activation dans 3 jours
zh_cn: 三天后可激活

# 永久行军队列+1
source: Marching Queue +1
fr: Marche +1
zh_cn: 永久行军队列+1

# 明天领取
source: Get tommorrow
fr: Obtiendrez demain
zh_cn: 明天领取

# 第%s天
source: Day %s
fr: Jour %s
zh_cn: 第%s天

# 行军队列
source: Marching queue
fr: Queue de marche
zh_cn: 行军队列

# 首充后永久获得
source: Purchase any to get
fr: Achetez-en un pour obtenir
zh_cn: 首充后永久获得

# 第二条建筑队列
source: An Extra Build Queue
fr: Une queue de construction supplémentaire
zh_cn: 第二条建筑队列

# 领取下列丰厚奖励
source: And the gifts below
fr: Et les cadeaux ci-dessous
zh_cn: 领取下列丰厚奖励

# 前往充值
source: Go to purchase
fr: Allez acheter
zh_cn: 前往充值

# 当前等级：LV %s
source: Current Level: Lv%s
fr: Niveau courant: Niv%s
zh_cn: 当前等级：Lv%s

# 已失效
source: Expired
fr: Expiré
zh_cn: 已失效

# 活动期间，升级城堡获得丰厚奖励
source: Upgrade Castle to get various rewards during the event
fr: Améliorer le château pour obtenir des récompenses durant un évènement
zh_cn: 活动期间，升级城堡获得丰厚奖励

# 等级%s
source: Lv%s
fr: Niv%s
zh_cn: 等级%s

# 每日在线时间到达，即可领取珍贵的道具和金龙币
source: Online to get items and Dragon coins !
fr: En ligne pour obtenir des items et des pièces de dragons
zh_cn: 每日在线时间到达，即可领取珍贵的道具和金龙币

# 今日已在线：
source: Online today:
fr: En ligne aujourd'hui:
zh_cn: 今日已在线：

# 还不能领取
source: Not yet
fr: Pas encore
zh_cn: 还不能领取

# 在线%s分钟
source: Online for %s minutes
fr: En ligne pendant %s minutes
zh_cn: 在线%s分钟

# 创建
source: Create
fr: Créer
zh_cn: 创建

# 加入
source: Join
fr: Joindre
zh_cn: 加入

# 邀请
source: Invite
zh_cn: 邀请

# 申请
source: Apply
fr: Appliquer
zh_cn: 申请

# 搜索联盟标签
source: Search Alliance tag
fr: Recherchez un TAG d'alliance
zh_cn: 搜索联盟标签

# 无
source: None
fr: Aucun
zh_cn: 无

# 加入%s联盟成功!
source: You've joined the %s Alliance!
fr: Vous avez joins l'alliance %s
zh_cn: 加入%s联盟成功!

# 对此联盟的申请已发出,请耐心等候审核
source: You've sent your application, please wait for response
fr: Vous avez envoyé une application, SVP attendre une réponse
zh_cn: 对此联盟的申请已发出,请耐心等候审核

# 申请成功
source: Applied Successfully
fr: Appliqué avec succès
zh_cn: 申请成功

# 您的申请已发送至%s,如果被接受将加入该联盟,如果被拒绝,将收到一封通知邮件.
source: Your application has sent to %s.
fr: Une application a été envoyé à %s.
zh_cn: 您的申请已发送至%s,如果被接受将加入该联盟,如果被拒绝,将收到一封通知邮件

# 成员
source: Member
fr: Membre
zh_cn: 成员

# 战斗力
source: Power
fr: Puissance
zh_cn: 战斗力

# 国家
source: Nation
zh_cn: 国家

# 击杀
source: Kill
fr: Tués
zh_cn: 击杀

# 下列联盟邀请你加入
source: Invitations
zh_cn: 下列联盟邀请你加入

# 下列等待联盟审批
source: Applications
zh_cn: 下列等待联盟审批

# 撤销
source: Cancel
fr: Annuler
zh_cn: 撤销

# 总览
source: Overview
fr: Vue d'ensemble
zh_cn: 总览

# 建筑
source: Building
fr: Bâtiment
zh_cn: 建筑

# 信息
source: Info
zh_cn: 信息

# 事件记录
source: Records
zh_cn: 事件记录

# 您没有此操作权限
source: You have no authority
fr: Vous n'avez pas l'autorité
zh_cn: 您没有此操作权限

# 联盟公告
source: Alliance Bulletin
fr: Bulletin d'alliance
zh_cn: 联盟公告

# 在线人数
source: Online
fr: En ligne
zh_cn: 在线人数

# 联盟人数
source: Members
fr: Membres
zh_cn: 联盟人数

# 联盟战斗力
source: Power
fr: Puissance
zh_cn: 联盟战斗力

# 未设置联盟公告
source: No Bulletin
fr: Aucun bulletin
zh_cn: 未设置联盟公告

# 联盟对战期不能修改联盟信息
source: You can't modify the Alliance info during Alliance Battle
fr: Vous ne pouvez pas modifier les infos d'alliance durant une bataille d'alliance
zh_cn: 联盟对战期不能修改联盟信息

# 未知
source: Unknown
fr: Inconnu
zh_cn: 未知

# 当前村落数量
source: Current village
fr: Village actuel
zh_cn: 当前村落数量

# 高级道具数量
source: Advanced Items
fr: Items avancés
zh_cn: 高级道具数量

# 有新的货物补充
source: New Goods arrived!
fr: Nouveaux biens arrivés!
zh_cn: 有新的货物补充

# 正在进行的事件
source: Ongoing Events
fr: Évènement à venir
zh_cn: 正在进行的事件

# 参与部队
source: Involved Troops
fr: Troupes impliquées
zh_cn: 参与部队

# 来袭事件
source: Incoming
fr: Nouveau
zh_cn: 来袭事件

# 暂无
source: None
fr: Aucun
zh_cn: 暂无

# 下拉刷新
source: Pull down to fresh
fr: Glisser vers le bas pour rafraîchir
zh_cn: 下拉刷新

# <空>
source: <empty>
fr: <vide>
zh_cn: <空>

# 在线
source: Online
fr: En ligne
zh_cn: 在线

# 最后登录:
source: Last login:
fr: Dernière connexion:
zh_cn: 最后登录:

# 联盟描述
source: Profile
fr: Profil
zh_cn: 联盟描述

# 允许玩家立即加入联盟
source: Join your Alliance freely
fr: Joindre votre alliance librement
zh_cn: 允许玩家立即加入联盟

# 玩家仅能通过申请或者邀请的方式加入
source: Join your Alliance with application or invitation
fr: Joindre votre alliance avec application ou invitation
zh_cn: 玩家仅能通过申请或者邀请的方式加入

# 你将设置联盟加入方式为
source: Set Alliance join mode to:
fr: Configuration de la façon de joindre l'alliance:
zh_cn: 你将设置联盟加入方式为

# 退出联盟
source: Leave
fr: Quitter
zh_cn: 退出联盟

# 邀请加入
source: Invite
fr: Inviter
zh_cn: 邀请加入

# 审批申请
source: Applicant
fr: Postulant
zh_cn: 审批申请

# 群邮件
source: Mail All
fr: Écrire à tous
zh_cn: 群邮件

# 联盟礼包
source: Alliance Gifts
fr: Cadeaux d'alliance
zh_cn: 联盟礼包

# 每当有盟友购买金龙币时你将获得宝箱
source: You'll get a gift when your ally buy the Dragon Coins
fr: Vous obtiendrez un cadeau quand un allié achète des pièces de dragons
zh_cn: 每当有盟友购买金龙币时你将获得宝箱

# 查看
source: Browse
fr: Naviguer
zh_cn: 查看

# 未设置联盟描述
source: No Profile
fr: Aucun profil
zh_cn: 未设置联盟描述

# 仅当联盟成员为空时,盟主才能退出联盟
source: You can leave only when your Alliance has no member.
fr: Vous pouvez quitter seulement quand votre alliance n'a plus de membre.
zh_cn: 仅当所有联盟成员都退出时,盟主才能退出联盟

# 联盟正在战争准备期或战争期,不能退出联盟
source: You can't leave Alliance when your Alliance is at the Preparation or Battle Period
fr: Vous ne pouvez pas quitter l'alliance quand celle-ci est en période de préparation ou de bataille.
zh_cn: 联盟正在战争准备期或战争期,不能退出联盟

# 您必须在没有部队在外行军的情况下，才可以退出联盟。退出联盟会损失当前未打开的联盟礼物。
source: Leave the Alliance will make you weaker than before,are you sure to leave?
fr: Quitter l'alliance vous rendra plus faible qu'avant, êtes-vous sûr de vouloir quitter?
zh_cn: 退出联盟会让你的发展处于劣势，你确定要这么做吗？

# 联盟邮件
source: Alliance Mail
fr: Courrier d'alliance
zh_cn: 联盟邮件

# 发送联盟所有成员
source: Mail All
fr: Écrire à tous
zh_cn: 发送联盟所有成员

# 邀请加入联盟
source: Invite
fr: Inviter
zh_cn: 邀请加入联盟

# 邀请玩家加入
source: Invite
fr: Inviter
zh_cn: 邀请玩家加入

# 输入邀请的玩家ID
source: Player ID
fr: Joueur ID
zh_cn: 输入邀请的玩家ID

# 发送
source: Send
fr: Envoyer
zh_cn: 发送

# 非法的玩家ID
source: Invalid Player ID
fr: Invalide joueur ID
zh_cn: 非法的玩家ID

# 邀请发送成功
source: Sent Successfully
fr: Envoyé avec succès
zh_cn: 邀请发送成功

# 联盟设置
source: Alliance Setting
fr: Configuration d'alliance
zh_cn: 联盟设置

# 联盟会战
source: Alliance Battle
fr: Bataille d'alliance
zh_cn: 联盟会战

# 联盟战荣耀值基础奖励
source: Base Honor reward of Alliance Battle
fr: Récompense de base d'honneur d'une bataille
zh_cn: 联盟战荣耀值基础奖励

# 联盟战期间最高击杀者
source: NO.1 Killer in the battle
fr: Tueur no.1 dans la bataille
zh_cn: 联盟战期间最高击杀者

# 可召集其他联盟前来助阵
source: The higer kill, the more honor rewards
fr: Plus le nombre de tués est élevé, plus de récompenses d'honneur
zh_cn: 联盟战中击杀越高，荣耀值奖励越高

# 将敌方所有玩家城墙摧毁可强制敌方联盟搬迁
source: Migrating the enemy Alliance by destroying all their Walls
fr: Migrez l'alliance ennemi en détruisant tous ces murs
zh_cn: 将敌方所有玩家城墙摧毁可强制敌方联盟搬迁

# 开始战斗!
source: To Battle!
fr: Allons se battre!
zh_cn: 开始战斗!

# 联盟操作权限不足
source: You have no authority
fr: Vous n'avez pas d'autorité
zh_cn: 联盟操作权限不足

# 联盟正在战争准备期或战争期
source: Alliance is at the Preparation or Battle Period
fr: Alliance est dans une période de préparation ou de bataille
zh_cn: 联盟正在战争准备期或战争期

# 目标联盟未处于和平期，不能宣战
source: You can't declare war when the enemy Alliance is not in the Peace period
fr: Vous ne pouvez pas déclarer la guerre quand une alliance ennemi n'est pas en période de paix
zh_cn: 目标联盟未处于和平期，不能宣战

# 确定开启联盟会战吗?
source: Are you sure to activate the Alliance Battle ?
fr: Êtes-vous sûr de déclarer une guerre d'alliance?
zh_cn: 确定开启联盟会战吗?

# 由联盟中，将军以上职位玩家发起联盟战
source: Only the Chief & General can declare the war
fr: Seulement le chef ou les généraux peuvent déclarer la guerre
zh_cn: 将军及以上职位玩家方可发起联盟战

# 击杀排行
source: Kill Ranking
fr: Classement des tueurs
zh_cn: 击杀排行

# 本次联盟会战结束后奖励,总击杀越高奖励越高.获胜方获得70%的总奖励,失败方获得剩下的,获胜联盟击杀第1名的玩家还将获得金龙币奖励
source: Rewards for the battle. The more you kill, the better the rewards. Winner Alliance will get the 70% of the total prizes, and 30% for the defeated Alliance. The NO.1 Killer will get extra Dragon Coins!
fr: Récompense de bataille. Plus vous tuer, meilleur sont les récompenses. L'alliance gagnante obtiendra 70% du total des récompenses et 30% pour l'alliance défaite. Le tueur no.1 obtiendra des pièces de dragon supplémentaires!
zh_cn: 本次联盟会战结束后奖励,总击杀越高奖励越高.获胜方获得70%的总奖励,失败方获得剩下的,获胜联盟击杀第1名的玩家还将获得金龙币奖励

# 击杀积分
source: Kill Score
fr: Points de tuerie
zh_cn: 击杀积分

# 击溃城市
source: Destroyed
fr: Détruite
zh_cn: 击溃城市

# 进攻次数
source: Attack
fr: Attaque
zh_cn: 进攻次数

# 进攻获胜
source: Attack WON
fr: Attaque réussie
zh_cn: 进攻获胜

# 突袭次数
source: Scout
fr: Explorer
zh_cn: 侦察次数

# 头号杀手
source: NO.1 Killer
fr: Tueur no.1
zh_cn: 头号杀手

# 当击溃的敌方城市数量大于等于其联盟的玩家数量，且我方获得联盟战的最终胜利，敌方联盟则会被强制迁移
source: The enemy Alliance will be migrated when you won the battle and detroyed all the enemy walls
fr: L'alliance ennemi sera migrée quand vous gagnerez la bataille et vous détruirez tous les murs ennemis.
zh_cn: 当击溃的敌方城市数量大于等于其联盟的玩家数量，且我方获得联盟战的最终胜利，敌方联盟则会被强制迁移

# 联盟对战
source: Alliance Battle
fr: Bataille d'alliance
zh_cn: 联盟对战

# 系统匹配两个战斗力相近的联盟，将彼此的领地拼接到一起。每场联盟匹配战，根据所在天梯服务器的等级，只要进行匹配就会有奖励。需要将军和盟主才能开战。
source: When the Chief or General initiates the Alliance Battle, the system will automatically choose two alliances with similar powers and connect their lands.
fr: There will be a preparation time to summon your allies and get them prepared. You can't scout or attack your enemy during this period.
zh_cn: 系统匹配两个战斗力相近的联盟，将彼此的领地拼接到一起。每场联盟匹配战，根据所在天梯服务器的等级，只要进行匹配就会有奖励。需要将军和盟主才能开战。

# 成功匹配到对手后，会有一个准备时间。此时无法对敌方进攻或者突袭，也无法移动城市的位置。请召唤你的盟友，让他们做好战斗准备。
source: There will be a preparation time to summon your allies and get them prepared. You can't scout or attack your enemy during this period.
fr: Il y aura une période de préparation pour appeler vos alliés et vous préparer. Vous ne pouvez pas explorer ou attaquer votre ennemi durant cette période.
zh_cn: 成功匹配到对手后，会有一个准备时间，请召唤你的盟友，让他们做好战斗准备。此时无法对敌方进攻或者侦察。

# 进入战争期后，双方可以派兵攻打对方城市，抢占对方的村落。击杀敌方单位可以增加本场匹配战的总奖励。若击溃敌方玩家城市，还可以获得额外的荣耀值奖励加成。
source: During the Battle Period, belligerents can attack and occupy each other. The more you kill, the more you get from the battle, and if you smash down your enemy's city,you will get an extra honor prize for your alliance!
fr: Durant la période de bataille, les belligérants peuvent s'attaquer et s'occuper l'un l'autre. Plus vous tuer, plus vous obtiendrez de la bataille, et si vous détruisez la cité de votre ennemi, vous obtiendrez des honneurs supplémentaires pour votre alliance!
zh_cn: 进入战争期后，双方可以派兵攻打对方城市，抢占对方的村落。击杀敌方单位可以增加本场匹配战的总奖励。若击溃敌方玩家城市，还可以获得额外的荣耀值奖励加成

# 联盟匹配战结束后，参战双方都会进入保护期，此时不会被其他联盟攻打。
source: Belligerents will not be attacked by other alliances after the battle for a certain peroid.
fr: Les belligérants ne seront pas attaqués par les autres alliance après la bataille pour une certaine période.
zh_cn: 联盟匹配战结束后，参战双方都会进入保护期，此时不会被其他联盟攻打。

# 概述
source: Summary
fr: Sommaire
zh_cn: 概述

# 准备期
source: Preparation
fr: Préparation
zh_cn: 准备期

# 战争期
source: Battle
fr: Bataille
zh_cn: 战争期

# 保护期
source: Protection
zh_cn: 保护期

# 明白
source: OK
zh_cn: 明白

# 请求开战玩家
source: Petition Player
zh_cn: 请求开战玩家

# 定位
source: Locate
fr: Localiser
zh_cn: 定位

# 奖励
source: Rewards
fr: Récompenses
zh_cn: 奖励

# 胜利
source: WIN
fr: Gagné
zh_cn: 胜利

# 失败
source: LOSE
fr: Perdu
zh_cn: 失败

# 荣耀值奖励
source: Honor Prize
fr: Prix d'honneur
zh_cn: 荣耀值奖励

# 玩家
source: Player
fr: Joueur
zh_cn: 玩家

# 忠诚值
source: Loyalty
fr: Loyauté
zh_cn: 忠诚值

# 联盟信息
source: Alliance Info
fr: Infos d'alliance
zh_cn: 联盟信息

# 语言
source: Language
fr: Langage
zh_cn: 语言

# 击杀部队人口
source: Killed
fr: Tué
zh_cn: 击杀部队人口

# 阵亡部队人口
source: Be Killed
fr: Être tué
zh_cn: 阵亡部队人口

# 联盟战胜利
source: Alliance Battle Won
fr: Bataille d'alliance gagnée
zh_cn: 联盟战胜利

# 联盟战失败
source: Alliance Battle Lost
fr: Bataille d'alliance perdue
zh_cn: 联盟战失败

# 胜率
source: Winrate
fr: Taux de succès
zh_cn: 胜率

# 和平期
source: Peace
fr: Paix
zh_cn: 和平期

# 等级
source: Lv
fr: Niv
zh_cn: 等级

# 坐标
source: Coordinate
fr: Coordonnée
zh_cn: 坐标

# 协防玩家
source: Assistor
fr: Assistant
zh_cn: 协防玩家

# 进入
source: Enter
fr: Entrer
zh_cn: 进入

# 撤防
source: Withdraw
fr: Rappel
zh_cn: 撤防

# 是否确认撤防
source: Are you sure to retreat ?
fr: Êtes-vous sûr de retraiter?
zh_cn: 是否确认撤防？

# 协防
source: Assist
fr: Assister
zh_cn: 协防

# 已有协防部队正在行军
source: You've already sent assist troops to this ally
fr: Vous avez déjà envoyé des troupes assister cet allié.
zh_cn: 已有协防部队正在行军

# 目标协防数量已满，是否确认继续派兵？
source: Already Defended by other ally, continue ?
fr: Déjà défendu par un autre allié, vous désirez continuer?
zh_cn: 目标协防数量已满，是否确认继续派兵？

# 邮件
source: Mail
fr: Courrier
zh_cn: 邮件

# 个人邮件
source: Mail
fr: Courrier
zh_cn: 个人邮件

# 进攻
source: Attack
fr: Attaque
zh_cn: 进攻

# 目标城市已被击溃并进入保护期，可能无法发生战斗，你是否继续派兵?
source: The targeted city is under protection，you may not be able to start your attack, continue?
fr: La cité visée est sous protection. Vous ne pouvez pas être en mesure de la blesser ou la piller, voulez-vous continuer?
zh_cn: 目标城市正处于保护期，可能无法发生战斗并掠夺资源，是否继续派兵?

# 进攻玩家城市将失去保护状态，确定继续派兵?
source: You'll lose your protection if you attack others' city,continue?
fr: Vous allez perdre votre protection si vous attaquez une autre cité, voulez-vous continuer?
zh_cn: 进攻玩家城市将失去保护状态，确定继续派兵?

# 突袭
source: Scout
fr: Explorer
zh_cn: 侦察

# 巨石阵等级不足，不能进入其他联盟玩家城市
source: Need Lv3 Stonehenge to enter the target city
fr: Besoin d'un Stonehenge Niv3 pour entrer d'autres cités, voulez-vous continuer?
zh_cn: 巨石阵等级不足，不能进入其他联盟玩家城市

# 联盟捐献
source: Alliance Donate
fr: Donation d'alliance
zh_cn: 联盟捐献

# 捐赠成功
source: Donated Successfully
fr: Donné avec succès
zh_cn: 捐赠成功

# 获得%s点忠诚值
source: Get %s Loyalty
fr: Obtenir %s de loyauté
zh_cn: 获得%s点忠诚值

# 捐赠
source: Donate
fr: Faire un don
zh_cn: 捐赠

# 荣耀值是联盟的属性
source: Honor point is an attribute of Alliance
fr: Les points d'honneur est un attribut d'alliance
zh_cn: 荣耀值是联盟的属性

# 荣耀值可用于升级联盟建筑
source: Use honor point to upgrade the Alliance buildings
fr: Utilisez des points d'honneur pour améliorer les bâtiments d'alliance
zh_cn: 荣耀值可用于升级联盟建筑

# 进行联盟战可获得荣耀值
source: Participate The Alliance Battle to get the honor points
fr: Participez à la bataille d'alliance pour obtenir des point d'honneur
zh_cn: 进行联盟战可获得荣耀值

# 向联盟捐赠资源可以增加荣耀值和忠诚值
source: Donate resources to increase the honor and loyalty points
fr: Donnez des ressources pour augmenter les points d'honneur et de loyauté
zh_cn: 向联盟捐赠资源可以增加荣耀值和忠诚值

# 额外获得荣誉+%d%%，忠诚+%d%%
source: Get Honor+%d%%,Loyalty+%d%% for additional
fr: Obtenez honneur+%d%%, Loyauté+%d%% par don
zh_cn: 额外获得荣誉+%d%%，忠诚+%d%%

# 拥有
source: Own
fr: Possédé
zh_cn: 拥有

# 联盟战期间不能进行捐赠
source: You can't donate while in an Alliance Battle
fr: Vous ne pouvez pas faire de don durant une bataille d'alliance
zh_cn: 联盟战期间不能进行捐赠

# 请选择一种资源
source: Please choose one
fr: SVP choisir un
zh_cn: 请选择一种资源

# 选择捐赠的物资不足
source: Not enough resources
fr: Pas assez de ressource
zh_cn: 选择捐赠的物资不足

# 可拆除,需要职位在将军以上的玩家,并且花费一定的荣誉值
source: General (and above) of an alliance can spend Honor points on moving Ornaments on the Alliance Territory.
fr: Général (et supérieur) d'une alliance peut dépenser des points d'honneur pour déplacer des décorations sur le territoire de l'alliance.
zh_cn: 联盟领地的装饰物，花费一定的荣耀值可以移动。需要玩家的联盟职位在将军以上

# 占地
source: Area
fr: Aire
zh_cn: 占地

# 移动
source: Move
fr: Déplacer
zh_cn: 移动

# 战争期不能移动
source: You can't move it during the Battle Period.
fr: Vous ne pouvez pas vous déplacer durant la bataille.
zh_cn: 战争期不能移动

# 联盟荣耀值不足
source: Not enough Honor points.
fr: Pas assez de points d'honneur
zh_cn: 联盟荣耀值不足

# 空地
source: Open Ground
fr: Terrain vague
zh_cn: 空地

# 迁移城市
source: Teleport
fr: Téléporter
zh_cn: 迁移城市

# 联盟将军可将联盟建筑移动到空地,玩家可将自己的城市移动到空地处,空地定期刷新放逐者的村落,树木,山脉和湖泊
source: You can move ornaments or your own city to the open ground
fr: Vous pouvez déplacer des décorations ou votre propre cité sur un terrain vague.
zh_cn: 联盟成员可将自己的城市和联盟的装饰物迁移到新的空地上

# 水晶王座
source: Crystal Throne
fr: Trône de Crystal
zh_cn: 水晶王座

# 无主之地
source: No man's land
zh_cn: 无主之地

# 战争历史
source: Battle Histroy
fr: Historique de bataille
zh_cn: 战争历史

# 宣战
source: Declare War
fr: Déclarer la guerre
zh_cn: 宣战

# 迁移联盟
source: Migrate
fr: Migrer
zh_cn: 迁移联盟

# 迁移冷却
source: Cooldown
fr: Décompte
zh_cn: 迁移冷却

# 准备就绪
source: Ready
fr: Prêt
zh_cn: 准备就绪

# 圈数
source: Round
fr: Ronde
zh_cn: 圈数

# 增益数量
source: Buff
fr: Bonus
zh_cn: 增益数量

# 我方
source: Ours
fr: Notre
zh_cn: 我方

# 敌方
source: Enemy
fr: Ennemi
zh_cn: 敌方

# 世界地图
source: World Map
fr: Carte mondiale
zh_cn: 世界地图

# 联系盟主
source: Contact Chief
fr: Contacter le chef
zh_cn: 联系盟主

# 成员列表
source: Member List
fr: Liste de membres
zh_cn: 成员列表

# 联盟未设置联盟描述
source: No Profile
fr: Aucun profil
zh_cn: 联盟未设置联盟描述

# 不能加入其他服务器的联盟
source: You can't join an Alliance in other server
fr: Vous ne pouvez pas joindre une alliance sur un autre serveur
zh_cn: 不能加入其他服务器的联盟

# 不能申请加入其他服务器的联盟
source: You can't apply to join an Alliance in other server
fr: Vous ne pouvez pas appliquer pour joindre une alliance sur un autre serveur
zh_cn: 不能申请加入其他服务器的联盟

# 收件人
source: To
fr: À
zh_cn: 收件人

# 主题
source: Subject
fr: Sujet
zh_cn: 主题

# 最多可输入%d字符
source: %d characters at most
fr: %d caractères au maximum
zh_cn: 最多可输入%d字符

# 内容
source: Content
fr: Contenu
zh_cn: 内容

# 请填写邮件主题
source: Enter the Subject please
fr: Entrez le sujet SVP
zh_cn: 请填写邮件主题

# 请填写邮件内容
source: Enter the Content please
fr: Entrez le contenu DVP
zh_cn: 请填写邮件内容

# 请填写正确的收件人ID
source: Enter the correct player ID please
fr: Entrez le bon joueur ID, SVP
zh_cn: 请填写正确的收件人ID

# 不能给自己发送邮件
source: You can't send mail to yourself
fr: Vous ne pouvez pas envoyé de courrier à vous-même
zh_cn: 不能给自己发送邮件

# 查看玩家
source: Player Info
fr: Infos du joueur
zh_cn: 查看玩家

# 发送邮件
source: Mail
fr: Courrier
zh_cn: 发送邮件

# 复制
source: Copy
fr: Copier
zh_cn: 复制

# 屏蔽
source: Block
fr: Bloquer
zh_cn: 屏蔽

# 加入联盟
source: Join Alliance
fr: Joindre
zh_cn: 加入联盟

# 联盟强大功能!
source: The Benefits from Joining an Alliance!
fr: Les bénéfices de joindre une alliance
zh_cn: 联盟强大功能!

# 立即加入联盟送金龙币
source: Join Alliance and Get coins
fr: Joignez une alliance
zh_cn: 立即加入联盟送金龙币

# 将城市迁入联盟领地，受到联盟保护
source: Enter the Alliance territory and be protected
fr: Entrez dans le territoire de l'alliance et soyez protégé
zh_cn: 将城市迁入联盟领地，受到联盟保护

# 从联盟盟友获得免费加速及礼物
source: Get helps and gifts from your allies
fr: Obtenez de l'aide et des cadeaux de vos alliés
zh_cn: 从联盟盟友获得免费加速及礼物

# 购买联盟商店的专属道具
source: Unlock unique Alliance items
fr: Débloquer des items uniques d'alliance
zh_cn: 购买联盟商店的专属道具

# 解锁特殊的联盟GvE任务
source: Unlock the Alliance Raid event
fr: Débloquer des raids d'alliance
zh_cn: 解锁特殊的联盟团队任务

# 解锁刺激的联盟GvG对战
source: Unlock the Alliance Battle
fr: Débloquer des batailles d'alliance
zh_cn: 解锁刺激的联盟GvG对战

# 联盟商店
source: Alliance Shop
fr: Magasin d'alliance
zh_cn: 联盟商店

# 忠诚值是玩家自己的属性，退出联盟后依然保留
source: You won't lose your loyalty points if you quit the Alliance
fr: Vous ne perdrez pas vos points de loyauté si vous quittez l'alliance
zh_cn: 忠诚值是玩家自己的属性，退出联盟后依然保留

# 忠诚值可以在联盟商店中购买道具
source: You can buy items in the Alliance shop with your Loyalty points
fr: Vous pouvez acheter des items dans la magasin d'alliance avec vos points de loyauté
zh_cn: 忠诚值可以在联盟商店中购买道具

# 向联盟捐赠资源可以增加忠诚值
source: You can get Loyalty points by donating to your Alliance
fr: Vous pouvez obtenir des points de loyauté en faisant un don à l'alliance
zh_cn: 向联盟捐赠资源可以增加忠诚值

# 帮助盟友加速科技研发和建筑升级的时间
source: You can earn Loyalty points by helping your allies to speed up
fr: Vous pouvez gagner des points de loyauté en aidant vos alliés à accélérer
zh_cn: 帮助盟友加速科技研发和建筑升级的时间可以获得忠诚值

# 玩家信息
source: Player Info
fr: Infos joueur
zh_cn: 玩家信息

# 逐出
source: Kick
fr: Expulser
zh_cn: 逐出
