Repository: ModunZhang/dragonfall_client
Catalog: Dragonfall/dev/res/i18n/*.po
Languages: fr, zh_cn

# 玩家资源不足
source: Not enough resources
fr: Pas assez de ressource
zh_cn: 玩家资源不足

# 马车数量不足
source: Not enough carts
fr: Pas assez de paniers
zh_cn: 马车数量不足

# 商品不存在
source: The goods do not exist
fr: Ce bien n'existe pas
zh_cn: 商品不存在

# 商品还未卖出
source: The goods are not sold out
fr: Ce bien n'est pas vendu
zh_cn: 商品还未卖出

# 您未出售此商品
source: You've never sold these goods
fr: Vous n'avez jamais vendu ces biens
zh_cn: 您未出售此商品

# 商品已经售出
source: The goods are sold out
fr: Les biens sont vendus
zh_cn: 商品已经售出

# 科技已达最高等级
source: Max Science Level
fr: Niveau maximal de science
zh_cn: 科技已达最高等级

# 前置科技条件不满足
source: The Precondition unfulfilled
fr: Les prérequis non remplis
zh_cn: 前置科技条件不满足

# 所选择的科技正在升级
source: The science you select is being upgraded now.
fr: La science que vous avez choisi est déjà en amélioration maintenant
zh_cn: 所选择的科技正在升级

# 士兵已达最高星级
source: Max Soldier Star Level
fr: Niveau maximal d'étoiles de soldat
zh_cn: 士兵已达最高星级

# 科技点不足
source: Not enough Science Points
fr: Pas assez de points de sciences
zh_cn: 科技点不足

# 此兵种正在升级中
source: The soldier is upgrading now
fr: Le soldat est en amélioration maintenant
zh_cn: 此兵种正在升级中

# 此道具未出售
source: Unsold
fr: Invendu
zh_cn: 此道具未出售

# 道具不存在
source: Not exist
fr: N'existe pas
zh_cn: 道具不存在

# 小屋当前不能被移动
source: You can't move this cabin now
fr: Vous pouvez déplacer la cabane maintenant
zh_cn: 小屋当前不能被移动

# 不能修改为相同的玩家名称
source: This name already exist
fr: Ce nom existe déjà
zh_cn: 不能修改为相同的玩家名称

# 玩家名称已被其他玩家占用
source: This name already exist
fr: Ce nom existe déjà
zh_cn: 玩家名称已被其他玩家占用

# 玩家未加入联盟
source: You've not joined any Alliance
fr: Vous n'avez pas joins une alliance
zh_cn: 玩家未加入联盟

# 行军事件不存在
source: The march event does not exist
fr: Cette marche n'existe pas
zh_cn: 行军事件不存在

# 联盟正处于战争期
source: Your Alliance is at the Battle Period
fr: Votre alliance est en période de bataille
zh_cn: 联盟正处于战争期

# 玩家有部队正在行军中
source: There is already a march event
fr: Vous avez déjà une marche
zh_cn: 玩家有部队正在行军中

# 不能移动到目标点位
source: Can't move to this location
fr: Impossible de déplacer à cet endroit
zh_cn: 不能移动到目标点位

# 此道具不允许直接使用
source: You can't use this item directly
fr: Vous ne pouvez pas utiliser directement cet item
zh_cn: 此道具不允许直接使用

# 赌币不足
source: Not enough Lucky Coins
fr: Pas assez de jeton
zh_cn: 赌币不足

# 今日登陆奖励已领取
source: You've already got the rewards
fr: Vous avez déjà obtenu les récompenses
zh_cn: 今日登陆奖励已领取

# 在线时间不足,不能领取
source: You need to stay online more to get this reward.
fr: Vous devez rester en ligne pour obtenir plus de récompenses
zh_cn: 在线时间不足,不能领取

# 此时间节点的在线奖励已经领取
source: You've already got the rewards
fr: Vous avez déjà obtenu les récompenses
zh_cn: 此时间节点的在线奖励已经领取

# 今日王城援军奖励已领取
source: You've already got the rewards
fr: Vous avez déjà obtenu les récompenses
zh_cn: 今日王城援军奖励已领取

# 冲级奖励时间已过
source: Event Expired
fr: Évènement expiré
zh_cn: 冲级奖励时间已过

# 当前等级的冲级奖励已经领取
source: You've already got the rewards
fr: Vous avez déjà obtenu les récompenses
zh_cn: 当前等级的冲级奖励已经领取

# 玩家城堡等级不足以领取当前冲级奖励
source: Your Castle level is not achieved
fr: Votre niveau de château n'est pas achevé
zh_cn: 玩家城堡等级不足以领取当前冲级奖励

# 玩家还未进行首次充值
source: You've not purchased
fr: Vous en avez pas acheté
zh_cn: 玩家还未进行首次充值

# 首次充值奖励已经领取
source: You've already got the rewards
fr: Vous avez déjà obtenu les récompenses
zh_cn: 首次充值奖励已经领取

# 日常任务奖励已经领取
source: You've already got the rewards
fr: Vous avez déjà obtenu les récompenses
zh_cn: 日常任务奖励已经领取

# 日常任务还未完成
source: You've not finished the task
fr: Vous n'avez pas terminé cette tâche
zh_cn: 日常任务还未完成

# 成长任务不存在
source: The task does not exist
fr: Cette tâche n'existe pas
zh_cn: 成长任务不存在

# 成长任务奖励已经领取
source: You've already got the rewards
fr: Vous avez déjà obtenu les récompenses
zh_cn: 成长任务奖励已经领取

# 前置任务奖励未领取
source: You've not got the rewards yet
fr: Vous n'avez pas encore obtenu une récompense
zh_cn: 前置任务奖励未领取

# 重复的订单号
source: Order number is repeated
fr: Numéro de commande est répété
zh_cn: 重复的订单号

# 订单商品不存在
source: The order does not exist
fr: La commande n'existe pas
zh_cn: 订单商品不存在

# 订单验证失败
source: Order validate failed
fr: Erreur de la validation de la commande
zh_cn: 订单验证失败

# IAP服务器通讯出错
source: IAP Server Error
fr: Erreur IAP serveur
zh_cn: IAP服务器通讯出错

# IAP服务器关闭
source: IAP Server is closed
fr: IAP serveur est fermé
zh_cn: IAP服务器关闭

# 玩家已加入了联盟
source: You've already joined an Alliance
fr: Vous avez déjà joins une alliance
zh_cn: 玩家已加入了联盟

# 联盟名称已经存在
source: The Alliance name already exists.
fr: Ce nom d'alliance existe déjà
zh_cn: 联盟名称已经存在

# 联盟标签已经存在
source: The Alliance tag already exist
fr: Ce tag d'alliance existe déjà
zh_cn: 联盟标签已经存在

# 联盟没有此玩家
source: This player is not in the Alliance.
fr: Ce joueur n'est pas dans une alliance
zh_cn: 联盟没有此玩家

# 不能将职级高于或等于自己的玩家踢出联盟
source: You can't kick players with the same or a higher rank than you.
fr: Vous ne pouvez pas expulser un joueur d'un même rang ou supérieur à vous
zh_cn: 不能将职级高于或等于自己的玩家踢出联盟

# 别逗了,你是不盟主好么
source: Come on, you are not the Chief
fr: Allez, vous n'êtes pas le chef
zh_cn: 别逗了,你不是盟主好么

# 别逗了,仅当联盟成员为空时,盟主才能退出联盟
source: Come on, you can only leave the Alliance when there is no member
fr: Allez, vous pouvez seulement quitter l'alliance quand il n'y a plus de membre
zh_cn: 别逗了,仅当联盟成员为空时,盟主才能退出联盟

# 联盟不允许直接加入
source: You can't join the Alliance directly.
fr: Vous ne pouvez pas joindre l'alliance directement
zh_cn: 联盟不允许直接加入

# 联盟申请已满,请撤消部分申请后再来申请
source: The applications are full
fr: Applications sont pleines
zh_cn: 联盟申请已满,请撤消部分申请后再来申请

# 此联盟的申请信息已满,请等候其处理后再进行申请
source: The applications are full
fr: Applications sont pleines
zh_cn: 此联盟的申请信息已满,请等候其处理后再进行申请

# 联盟申请事件不存在
source: The application event does not exist
fr: Les applications n'existent pas
zh_cn: 联盟申请事件不存在

# 玩家已经取消对此联盟的申请
source: The player has already cancelled this application
fr: Le joueur a déjà annulé son application
zh_cn: 玩家已经取消对此联盟的申请

# 此玩家的邀请信息已满,请等候其处理后再进行邀请
source: The applications are full
fr: Applications sont pleines
zh_cn: 此玩家的邀请信息已满,请等候其处理后再进行邀请

# 联盟邀请事件不存在
source: Invite event does not exist
fr: L'invitation n'existe pas
zh_cn: 联盟邀请事件不存在

# 玩家已经是盟主了
source: You are already the Chief
fr: Vous êtes déjà le chef
zh_cn: 玩家已经是盟主了

# 盟主连续7天不登陆时才能购买盟主职位
source: You can only run for the Chief when the Chief has been left over 7 days
fr: Vous pouvez postuler comme chef seulement si le chef est absent depuis plus de 7 jours
zh_cn: 盟主连续7天不登陆时才能购买盟主职位

# 此事件已经发送了加速请求
source: You've already request the speed up event
fr: Vous avez déjà demandé l'évènement d'accélération
zh_cn: 此事件已经发送了加速请求

# 帮助事件不存在
source: The help event does not exist
fr: L'aide n'existe pas
zh_cn: 帮助事件不存在

# 不能帮助自己加速建造
source: You can not help yourself to speed up
fr: Vous ne pouvez pas vous aider vous-même pour accélérer
zh_cn: 不能帮助自己加速建造

# 您已经帮助过此事件了
source: You've already speed up the event
fr: Vous avez déjà accéléré cet évènement
zh_cn: 您已经帮助过此事件了

# 联盟建筑已达到最高等级
source: Max Building Level
fr: Niveau maximal de bâtiment
zh_cn: 联盟建筑已达到最高等级

# 此联盟事件已经激活
source: The Alliance event is already activated
fr: L'évènement d'alliance est déjà activé
zh_cn: 此联盟事件已经激活

# 联盟感知力不足
source: Not enough perception points
fr: Pas assez de points de perception
zh_cn: 联盟感知力不足

# 所选择的龙领导力不足
source: Not enough leadership
fr: Pas assez de leadership
zh_cn: 所选择的龙带兵量不足

# 关卡激活事件不存在
source: The Event does not exist
fr: Cet évènement n'existe pas
zh_cn: 关卡激活事件不存在

# 此联盟圣地关卡还未解锁
source: The stage is not unlocked
fr: Cette étape n'est pas débloquée
zh_cn: 此联盟圣地关卡还未解锁

# 玩家已经对此关卡派出了部队
source: You've sent troops to this stage
fr: Vous envoyez des troupes à cette étape
zh_cn: 玩家已经对此关卡派出了部队

# 联盟正处于战争准备期或战争期
source: Alliance is at the Preparation or Battle Period
fr: Alliance est en phase de préparation ou de bataille
zh_cn: 联盟正处于战争准备期或战争期

# 已经发送过开战请求
source: You've already sent the petition.
fr: Vous avez déjà envoyé une pétition
zh_cn: 已经发送过开战请求

# 未能找到战力相匹配的联盟
source: No matched Enemy Alliance was found
zh_cn: 未能找到战力相匹配的联盟

# 联盟战报不存在
source: The Alliance report does not exist
fr: Le rapport d'alliance n'existe pas
zh_cn: 联盟战报不存在

# 联盟战胜利方不能发起复仇
source: You can't revenge when you are the winner
fr: Vous ne pouvez pas vous venger quand vous êtes gagnant
zh_cn: 联盟战胜利方不能发起复仇

# 超过最长复仇期限
source: Revenge Period was expired
fr: La période de revenge est expirée
zh_cn: 超过最长复仇期限

# 目标联盟未处于和平期,不能发起复仇
source: You can't revenge when the enemy is not at the Peace Period
fr: Vous ne pouvez pas vous venger quand l'ennemi n'est pas en période de paix
zh_cn: 目标联盟未处于和平期,不能发起复仇

# 玩家已经对目标玩家派出了协防部队
source: You've already sent the assist troops
fr: Vous avez déjà envoyé des troupes en assistance
zh_cn: 玩家已经对目标玩家派出了协防部队

# 目标玩家协防部队数量已达最大
source: There are too many assist troops in this city
fr: Il y a trop de troupes qui assistent dans cette cité
zh_cn: 目标玩家协防部队数量已达最大

# 玩家没有协防部队驻扎在目标玩家城市
source: You've no assist troop in this city
fr: Vous n'avez pas de troupe qui assistent dans cette cité
zh_cn: 玩家没有协防部队驻扎在目标玩家城市

# 玩家不在敌对联盟中
source: The player is not at the enemy Alliance
fr: Le joueur n'est pas un ennemi de l'Alliance
zh_cn: 玩家不在敌对联盟中

# 玩家处于保护状态
source: The player is under protection
fr: Le joueur est sous protection
zh_cn: 玩家处于保护状态

# 目标联盟非当前匹配的敌对联盟
source: The Alliance is not the matched enemy Alliance
zh_cn: 目标联盟非当前匹配的敌对联盟

# 村落不存在
source: The village does not exist
fr: Le village n'existe pas
zh_cn: 村落不存在

# 村落采集事件不存在
source: The gather event does not exist
fr: Le ramassage n'existe pas
zh_cn: 村落采集事件不存在

# 没有此玩家的协防部队
source: No assist troop
fr: Aucun troupe en assistance
zh_cn: 没有此玩家的协防部队

# 此道具未在联盟商店出售
source: The item is not sold in the Alliance Shop
fr: Cet item n'est pas vendu dans le magasin de l'alliance
zh_cn: 此道具未在联盟商店出售

# 普通道具不需要进货补充
source: The Basic Items are sold without stocking
fr: Les items basiques sont vendu sans stockage
zh_cn: 普通道具不需要进货补充

# 玩家级别不足,不能购买高级道具
source: You can't buy the Advanced Items since your Position level
fr: Vous ne pouvez pas acheté des items avancés avec votre niveau
zh_cn: 玩家级别不足,不能购买高级道具

# 道具数量不足
source: Not enough items
fr: Pas assez d'items
zh_cn: 道具数量不足

# 玩家忠诚值不足
source: Not enough Loyalty points
fr: Pas assez de points de loyauté
zh_cn: 玩家忠诚值不足

# 联盟事件不存在
source: The Alliance event does not exist
fr: L'évènement d'alliance n'existe pas
zh_cn: 联盟事件不存在

# 非法的联盟状态
source: Alliance status error
fr: Statut d'alliance erreur
zh_cn: 非法的联盟状态

# 玩家GameCenter账号已经绑定
source: You've already bound your Game Center
fr: Vous êtes déjà lié à Game Center
zh_cn: 玩家GameCenter账号已经绑定

# 此GameCenter账号已被其他玩家绑定
source: The Game Center is already bound with another player
fr: Le Game Center est déjà lié avec un autre joueur
zh_cn: 此GameCenter账号已被其他玩家绑定

# 此GameCenter账号已绑定当前玩家
source: The Game Center is already bound with your current player account
fr: Le Game Center est déjà lié avec votre compte de joueur
zh_cn: 此GameCenter账号已绑定当前玩家

# pushId已经设置
source: The pushId has already set
fr: Le PushID est déjà paramétré
zh_cn: pushId已经设置

# 此联盟建筑不允许移动
source: You can't move this Alliance Building
fr: Vous ne pouvez pas déplacer un bâtiment d'alliance
zh_cn: 此联盟建筑不允许移动

# 礼品不存在
source: The gift does not exist
fr: Le cadeau n'existe pas
zh_cn: 礼品不存在

# 服务器不存在
source: The Server does not exist
fr: Le serveur n'existe pas
zh_cn: 服务器不存在

# 不能切换到相同的服务器
source: You can't transfer to the same server
fr: Vous ne pouvez pas transférer sur le même serveur
zh_cn: 不能切换到相同的服务器

# 玩家未在当前服务器
source: You're not in the current server
fr: Vous n'êtes pas sur le serveur courant
zh_cn: 玩家未在当前服务器

# 没有事件需要协助加速
source: No event needs to help speedup
fr: Aucun évènement n'a besoin d'aide d'accélération
zh_cn: 没有事件需要协助加速

# 服务器繁忙
source: Server is busy now
fr: Serveur est occupé
zh_cn: 服务器繁忙

# 玩家第二条队列已经解锁
source: You've already unlock the second queue
fr: Vous avez déjà débloqué la seconde queue
zh_cn: 玩家第二条队列已经解锁

# 非法的请求
source: Request Error
fr: Erreur de requête
zh_cn: 非法的请求

# 玩家数据已经初始化
source: Your data is already initialized
fr: Vos données sont déjà initialisé
zh_cn: 玩家数据已经初始化

# 设备禁止登陆
source: Device Banned
fr: Appareil banni
zh_cn: 设备禁止登陆

# 玩家禁止登录
source: Account Banned
fr: Compte banni
zh_cn: 玩家禁止登录

# 首次加入联盟奖励已经领取
source: You've already get the reward of joining an Alliance
fr: Vous avez déjà obtenu une récompense pour avoir joins une alliance
zh_cn: 首次加入联盟奖励已经领取

# 新手引导已经完成
source: You've finished the guide
fr: Vous avez terminé le guide
zh_cn: 新手引导已经完成

# 版本验证失败
source: Version Check failed
fr: Échec de la vérification du serveur
zh_cn: 版本验证失败

# 版本不匹配
source: New version has released !
fr: Nouvelle version disponible!
zh_cn: 检测到新版本内容！

# 此联盟不需要申请加入
source: Need no application to join this Alliance
fr: Pas besoin d'application pour joindre cette alliance
zh_cn: 此联盟不需要申请加入

# 野怪不存在
source: Enemy does not exist
fr: L'ennemi n'existe pas
zh_cn: 敌人不存在

# 不能购买自己出售的商品
source: You can't buy the goods which was sold by yourself
fr: Vous ne pouvez pas acheter des biens que vous vendez vous-même
zh_cn: 不能购买自己出售的商品

# 孵化条件不满足
source: You can't incubate now
fr: Vous ne pouvez pas incuber maintenant
zh_cn: 孵化条件不满足

# 关卡未解锁
source: The stage is not unlocked
fr: Cette étape n'est pas débloquée
zh_cn: 关卡未解锁

# 还不能领取PvE星级奖励
source: You can't get the Star rewards of this stage now
fr: Vous ne pouvez pas obtenir des récompenses d'étoile pour cette étape maintenant
zh_cn: 还不能领取关卡星级奖励

# Pve星级奖励已经领取
source: You have already get the rewards
fr: Vous avez déjà obtenu la récompense
zh_cn: 关卡星级奖励已经领取

# 当前关卡已达最大战斗次数
source: You have no more chances to challenge this stage
fr: Vous n'avez plus de chance de défi pour cette étape aujourd'hui
zh_cn: 当前关卡已达最大战斗次数

# 玩家体力值不足
source: Not enough energy
fr: Pas assez d'énergie
zh_cn: 体力值不足

# 当前PvE关卡还不能被扫荡
source: You can't sweep this stage now
fr: Vous ne pouvez plus balayer cette étape maintenant
zh_cn: 当前关卡还不能被扫荡

# 此邮件未包含奖励信息
source: There's no reward info in this mail
fr: Il n'y a pas d'informations sur les récompenses dans ce courrier
zh_cn: 此邮件未包含奖励信息

# 此邮件的奖励已经领取
source: You have already get the rewards in this mail
fr: Vous avez déjà obtenu les récompenses de ce courrier
zh_cn: 此邮件的奖励已经领取

# 不能观察自己的联盟
source: You can't observe your own Alliance
fr: Vous ne pouvez pas observer votre propre alliance
zh_cn: 不能观察自己的联盟

# 没有空闲的地图区域
source: There's no spare territory
fr: Il n'y a pas de territoire de rechange
zh_cn: 没有空闲的地图区域

# 玩家未观察此地块
source: The player hasn't observed this territory
fr: Le joueur ne peut pas être observé sur ce territoire
zh_cn: 玩家未观察此地块

# 当前还不能移动联盟
source: You can't migrate your Alliance now
fr: Vous ne pouvez pas migrer votre alliance maintenant
zh_cn: 当前还不能移动联盟

# 不能移动到目标地块
source: You can't migrate your Alliance to this territory
fr: Vous ne pouvez pas migrer votre alliance sur ce territoire
zh_cn: 不能移动到目标地块

# 玩家将被攻打,不能退出联盟
source: You can't quit the Alliance since you are under attack now
fr: Vous ne pouvez pas quitter l'alliance si vous êtes sous attaque
zh_cn: 玩家将被攻打,不能退出联盟

# 联盟宫殿等级过低,不能移动联盟
source: You can't migrate your Alliance because of your level of Alliance Palace is too low
fr: Vous ne pouvez pas migrer votre alliance parce que le niveau de votre palais d'alliance est trop faible
zh_cn: 联盟宫殿等级过低,不能移动联盟

# 玩家还未绑定GC
source: You didn' bind GC yet
fr: Vous n'êtes pas encore lié à GC
zh_cn: 玩家还未绑定GC

# 已有龙驻防在城墙
source: There's already a Dragon garrisoned in the wall
fr: Il y a déjà un dragon en garnison sur les murs
zh_cn: 已有龙驻防在城墙

# 用于建造高等级建筑和研发高级科技
source: Used for higher level buildings or sciences
fr: Utilisé un haut niveau de bâtiment ou science
zh_cn: 用于建造高等级建筑和研发高级科技

# 用于在训练营地提升步兵的属性
source: Used to increase the attributions of infantry in the Training Ground
fr: Utilisé l'amélioration des attributs de l'infanterie dans le terrain d'Entrainement
zh_cn: 用于在训练营地提升步兵的属性

# 用于在猎手大厅提升弓手的属性
source: Used to increase the attributions of archer in the Hunter Hall
fr: Utilisé l'amélioration des attributs des archers dans la pavillon de chasse
zh_cn: 用于在猎手大厅提升弓手的属性

# 用于在马厩提升骑兵的属性
source: Used to increase the attributions of cavalry in the Stable
fr: Utilisé l'amélioration des attributs de la cavalerie dans l'écurie
zh_cn: 用于在马厩提升骑兵的属性

# 打造红龙，蓝龙和绿龙1星装备所必须的材料
source: The materials used to forge Star Lv1 equipment of the Red,Blue and Green Dragon
fr: Matériel utilisé pour forger de l'équipement de niveau 1 étoile des dragons rouges, bleus et verts
zh_cn: 打造红龙，蓝龙和绿龙1星装备所必须的材料

# 打造红龙，蓝龙和绿龙2星装备所必须的材料
source: The materials used to forge Star Lv2 equipment of the Red,Blue and Green Dragon
fr: Matériel utilisé pour forger de l'équipement de niveau 2 étoiles des dragons rouges, bleus et verts
zh_cn: 打造红龙，蓝龙和绿龙2星装备所必须的材料

# 打造红龙，蓝龙和绿龙3星装备所必须的材料
source: The materials used to forge Star Lv3 equipment of the Red,Blue and Green Dragon
fr: Matériel utilisé pour forger de l'équipement de niveau 3 étoiles des dragons rouges, bleus et verts
zh_cn: 打造红龙，蓝龙和绿龙3星装备所必须的材料

# 打造红龙，蓝龙和绿龙4星装备所必须的材料
source: The materials used to forge Star Lv4 equipment of the Red,Blue and Green Dragon
fr: Matériel utilisé pour forger de l'équipement de niveau 4 étoiles des dragons rouges, bleus et verts
zh_cn: 打造红龙，蓝龙和绿龙4星装备所必须的材料

# 打造红龙2星装备所必须的材料
source: The materials used to forge Star Lv2 equipment of the Red Dragon
fr: Matériel utilisé pour forger de l'équipement de niveau 2 étoiles du dragon rouge
zh_cn: 打造红龙2星装备所必须的材料

# 打造红龙3星装备所必须的材料
source: The materials used to forge Star Lv3 equipment of the Red Dragon
fr: Matériel utilisé pour forger de l'équipement de niveau 3 étoiles du dragon rouge
zh_cn: 打造红龙3星装备所必须的材料

# 打造红龙4星装备所必须的材料
source: The materials used to forge Star Lv4 equipment of the Red Dragon
fr: Matériel utilisé pour forger de l'équipement de niveau 4 étoiles du dragon rouge
zh_cn: 打造红龙4星装备所必须的材料

# 打造蓝龙2星装备所必须的材料
source: The materials used to forge Star Lv2 equipment of the Blue Dragon
fr: Matériel utilisé pour forger de l'équipement de niveau 2 étoiles du dragon bleu
zh_cn: 打造蓝龙2星装备所必须的材料

# 打造蓝龙3星装备所必须的材料
source: The materials used to forge Star Lv3 equipment of the Blue Dragon
fr: Matériel utilisé pour forger de l'équipement de niveau 3 étoiles du dragon bleu
zh_cn: 打造蓝龙3星装备所必须的材料

# 打造蓝龙4星装备所必须的材料
source: The materials used to forge Star Lv4 equipment of the Blue Dragon
fr: Matériel utilisé pour forger de l'équipement de niveau 4 étoiles du dragon bleu
zh_cn: 打造蓝龙4星装备所必须的材料

# 打造绿龙2星装备所必须的材料
source: The materials used to forge Star Lv2 equipment of the Green Dragon
fr: Matériel utilisé pour forger de l'équipement de niveau 2 étoiles du dragon vert
zh_cn: 打造绿龙2星装备所必须的材料

# 打造绿龙3星装备所必须的材料
source: The materials used to forge Star Lv3 equipment of the Green Dragon
fr: Matériel utilisé pour forger de l'équipement de niveau 3 étoiles du dragon vert
zh_cn: 打造绿龙3星装备所必须的材料

# 打造绿龙4星装备所必须的材料
source: The materials used to forge Star Lv4 equipment of the Green Dragon
fr: Matériel utilisé pour forger de l'équipement de niveau 4 étoiles du dragon vert
zh_cn: 打造绿龙4星装备所必须的材料

# 打造红龙1星装备所必须的材料
source: The materials used to forge Star Lv1 equipment of the Red Dragon
fr: Matériel utilisé pour forger de l'équipement de niveau 1 étoiles du dragon rouge
zh_cn: 打造红龙1星装备所必须的材料

# 打造蓝龙1星装备所必须的材料
source: The materials used to forge Star Lv1 equipment of the Blue Dragon
fr: Matériel utilisé pour forger de l'équipement de niveau 1 étoiles du dragon bleu
zh_cn: 打造蓝龙1星装备所必须的材料

# 打造绿龙1星装备所必须的材料
source: The materials used to forge Star Lv1 equipment of the Green Dragon
fr: Matériel utilisé pour forger de l'équipement de niveau 1 étoiles du dragon vert
zh_cn: 打造绿龙1星装备所必须的材料

# 用于招募亡灵兵种的材料。在探险过程中有一定几率会遭遇亡灵部队，击败他们后获得
source: Materials used to summon the undead army. You can get them by defeating the undead in the myst.
fr: Matériel utilisé pour invoqué l'armée des morts-vivats. Vous pouvez les obtenir en défaisant les morts-vivants dans le Myst
zh_cn: 用于招募亡灵兵种的材料。在探险过程中有一定几率会遭遇亡灵部队，击败他们后获得

# 铁锭
source: Copper Ingot
fr: Lingot de cuivre
zh_cn: 铜锭

# 钢锭
source: Steel Ingot
fr: Lingot d'acier
zh_cn: 钢锭

# 秘银锭
source: Mithril Ingot
fr: Lingot de Mithril
zh_cn: 秘银锭

# 黑铁锭
source: Dark Iron Ingot
fr: Lingot de fer noir
zh_cn: 黑铁锭

# 炽热之魂1阶
source: Fiery Soul(Class 1)
fr: Âme ardente(Classe 1)
zh_cn: 炽热之魂1阶

# 炽热之魂2阶
source: Fiery Soul(Class 2)
fr: Âme ardente(Classe 2)
zh_cn: 炽热之魂2阶

# 炽热之魂3阶
source: Fiery Soul(Class 3)
fr: Âme ardente(Classe 3)
zh_cn: 炽热之魂3阶

# 冰霜之魂1阶
source: Ice Soul(Class 1)
fr: Âme glacée(Classe 1)
zh_cn: 冰霜之魂1阶

# 冰霜之魂2阶
source: Ice Soul(Class 2)
fr: Âme glacée(Classe 2)
zh_cn: 冰霜之魂2阶

# 冰霜之魂3阶
source: Ice Soul(Class 3)
fr: Âme glacée(Classe 3)
zh_cn: 冰霜之魂3阶

# 森林之魂1阶
source: Forest Soul(Class 1)
fr: Âme forestière(Classe 1)
zh_cn: 森林之魂1阶

# 森林之魂2阶
source: Forest Soul(Class 2)
fr: Âme forestière(Classe 2)
zh_cn: 森林之魂2阶

# 森林之魂3阶
source: Forest Soul(Class 3)
fr: Âme forestière(Classe 3)
zh_cn: 森林之魂3阶

# 瑕疵红水晶
source: Flawed Red Crystal
fr: Cristal rouge imparfait
zh_cn: 瑕疵红水晶

# 红水晶
source: Red Crystal
fr: Cristal rouge
zh_cn: 红水晶

# 无暇的红水晶
source: Flawless Red Crystal
fr: Cristal rouge sans défaut
zh_cn: 无暇的红水晶

# 完美的红水晶
source: Perfect Red Crystal
fr: Cristal rouge parfait
zh_cn: 完美的红水晶

# 瑕疵蓝水晶
source: Flawed Blue Crystal
fr: Cristal bleu imparfait
zh_cn: 瑕疵蓝水晶

# 蓝水晶
source: Blue Crystal
fr: Cristal bleu
zh_cn: 蓝水晶

# 无暇的蓝水晶
source: Flawless Blue Crystal
fr: Cristal bleu sans défaut
zh_cn: 无暇的蓝水晶

# 完美的蓝水晶
source: Perfect Blue Crystal
fr: Cristal bleu parfait
zh_cn: 完美的蓝水晶

# 瑕疵绿水晶
source: Flawed Green Crystal
fr: Cristal vert imparfait
zh_cn: 瑕疵绿水晶

# 绿水晶
source: Green Crystal
fr: Cristal vert
zh_cn: 绿水晶

# 无暇的绿水晶
source: Flawless Green Crystal
fr: Cristal vert sans défaut
zh_cn: 无暇的绿水晶

# 完美的绿水晶
source: Perfect Green Crystal
fr: Cristal vert parfait
zh_cn: 完美的绿水晶

# 远古符文
source: Ancient Rune
fr: Rune ancienne
zh_cn: 远古符文

# 元素符文
source: Elementary Rune
fr: Rune élémentaire
zh_cn: 元素符文

# 纯粹符文
source: Pure Rune
fr: Rune pure
zh_cn: 纯粹符文

# 泰坦符文
source: Titan Rune
fr: Rune de titan
zh_cn: 泰坦符文

# 巨人头冠
source: Giant Helmet
fr: Casque de géant
zh_cn: 巨人头冠

# 熔岩头冠
source: Lava Helmet
fr: Casque de lave
zh_cn: 熔岩头冠

# 狂怒头冠
source: Rage Helmet
fr: Casque de rage
zh_cn: 狂怒头冠

# 撒旦头冠
source: Satan Helmet
fr: Casque satanique
zh_cn: 撒旦头冠

# 原力头冠
source: Force Helmet
fr: Casque de force
zh_cn: 原力头冠

# 奥术头冠
source: Arcane Helmet
fr: Casque d'Arcane
zh_cn: 奥术头冠

# 飓风头冠
source: Hurricane Helmet
fr: Casque d'ouragan
zh_cn: 飓风头冠

# 风暴头冠
source: Storm Helmet
fr: Casque de tempête
zh_cn: 风暴头冠

# 欢欣头冠
source: Alacrity Helmet
fr: Casque d'alacrité
zh_cn: 欢欣头冠

# 洞察头冠
source: Insight Helmet
fr: Casque de perspicacité
zh_cn: 洞察头冠

# 神秘头冠
source: Mystic Helmet
fr: Casque mystique
zh_cn: 神秘头冠

# 虚灵头冠
source: Ethereal Helmet
fr: Casque éthéré
zh_cn: 虚灵头冠

# 熔岩胸甲
source: Lava Chestguard
fr: Poitrail de lave
zh_cn: 熔岩胸甲

# 狂怒胸甲
source: Rage Chestguard
fr: Poitrail de lave
zh_cn: 狂怒胸甲

# 撒旦胸甲
source: Satan Chestguard
fr: Poitrail de satanique
zh_cn: 撒旦胸甲

# 奥术胸甲
source: Arcane Chestguard
fr: Poitrail d'Arcane
zh_cn: 奥术胸甲

# 飓风胸甲
source: Hurricane Chestguard
fr: Poitrail d'ouragan
zh_cn: 飓风胸甲

# 风暴胸甲
source: Storm Chestguard
fr: Poitrail de tempête
zh_cn: 风暴胸甲

# 洞察胸甲
source: Insight Chestguard
fr: Poitrail de perspicacité
zh_cn: 洞察胸甲

# 神秘胸甲
source: Mystic Chestguard
fr: Poitrail mystique
zh_cn: 神秘胸甲

# 虚灵胸甲
source: Ethereal Chestguard
fr: Poitrail éthéré
zh_cn: 虚灵胸甲

# 熔岩尾刺
source: Lava Tailguard
fr: Protège-queue de lave
zh_cn: 熔岩尾刺

# 狂怒尾刺
source: Rage Tailguard
fr: Protège-queue de rage
zh_cn: 狂怒尾刺

# 撒旦尾刺
source: Satan Tailguard
fr: Protège-queue satanique
zh_cn: 撒旦尾刺

# 奥术尾刺
source: Arcane Tailguard
fr: Protège-queue d'Arcane
zh_cn: 奥术尾刺

# 飓风尾刺
source: Hurricane Tailguard
fr: Protège-queue d'ouragan
zh_cn: 飓风尾刺

# 风暴尾刺
source: Storm Tailguard
fr: Protège-queue de tempête
zh_cn: 风暴尾刺

# 洞察尾刺
source: Insight Tailguard
fr: Protège-queue de perspicacité
zh_cn: 洞察尾刺

# 神秘尾刺
source: Mystic Tailguard
fr: Protège-queue mystique
zh_cn: 神秘尾刺

# 虚灵尾刺
source: Ethereal Tailguard
fr: Protège-queue éthéré
zh_cn: 虚灵尾刺

# 熔岩法球
source: Lava Orb
fr: Orbe de lave
zh_cn: 熔岩法球
