Repository: ModunZhang/dragonfall_client
Catalog: Dragonfall/dev/res/i18n/*.po
Languages: fr, zh_cn

# 占用人口
source: Civilians
fr: Civils
zh_cn: 占用人口

# 当前数量
source: Current Amount
fr: Quantité courante
zh_cn: 当前数量

# 选择头像
source: Avatar
zh_cn: 选择头像

# 已装备
source: Equiped
fr: Équipé
zh_cn: 已装备

# 选择兵种
source: Choose your army
fr: Choisir son armée
zh_cn: 选择兵种

# 加入联盟才能激活帮助功能
source: You can only use the help function when you in an Alliance
fr: Vous pouvez seulement utiliser la fonction d'aide quand vous êtes dans une alliance
zh_cn: 加入联盟才能激活帮助功能

# 兵种详情
source: Info
zh_cn: 兵种详情

# 对城墙攻击
source: Attack against Wall
fr: Attaque contre les murs
zh_cn: 对城墙的攻击

# 对步兵的攻击
source: Attack against Infanrty
fr: Attaque contre l'infanterie
zh_cn: 对步兵的攻击

# 对弓手的攻击
source: Attack against Archer
fr: Attaque contre les archers
zh_cn: 对弓手的攻击

# 对骑兵的攻击
source: Attack against Cavalry
fr: Attaque contre la cavalerie
zh_cn: 对骑兵的攻击

# 对攻城器械的攻击
source: Attack against Siege
fr: Attaque contre les sièges
zh_cn: 对攻城器械的攻击

# 对城墙的攻击
source: Attack against Wall
fr: Attaque contre les murs
zh_cn: 对城墙的攻击

# 需要人口
source: Population
zh_cn: 需要人口

# 维护费费用
source: Upkeep
fr: Coût d'entretien
zh_cn: 维护费费用

# 下一步
source: Next
fr: Suivant
zh_cn: 下一步

# 联盟拥有
source: Alliance Own
fr: Possédé par l'alliance
zh_cn: 联盟拥有

# 需要军需官或以上权限
source: You need a Elite or a higher level
fr: Vous avez besoin d'un intendant ou un niveau plus élevé
zh_cn: 需要军需官或以上权限

# 请输入正确的进货数量
source: Please enter a correct stock number
fr: SVP entre un nombre correct de stock
zh_cn: 请输入正确的进货数量

# 进货成功
source: Stocked Successfully
fr: Entreposage réussi
zh_cn: 进货成功

# 请设置要治愈的伤兵数
source: Please enter a heal number
fr: SVP, entrer un nombre de guérison
zh_cn: 请设置要治愈的伤兵数

# 研发军事科技
source: Research Military Science
fr: Recherche de sciences militaires
zh_cn: 研发军事科技

# 更改玩家名称
source: Change User name
fr: Changer le nom d'usager
zh_cn: 更改玩家名称

# 输入新的玩家名称
source: Enter your new name
fr: Entre votre nouveau nom
zh_cn: 输入新的玩家名称

# 更改城市名称
source: Change City name
fr: Changer le nom de la cité
zh_cn: 更改城市名称

# 输入新的城市名称
source: Enter your new name
fr: Entre votre nouveau nom
zh_cn: 输入新的城市名称

# 激活增益道具
source: Activate
fr: Activer
zh_cn: 激活增益道具

# 已激活,剩余时间:%s
source: Activated,remaining:%s
fr: Activé: restant: %s
zh_cn: 已激活,剩余时间:%s

# 增益道具
source: Use Item
fr: Utiliser article
zh_cn: 使用道具

# 增加龙的经验
source: Dragon EXP
fr: EXP dragon
zh_cn: 增加龙的经验

# 增加龙的生命值
source: Dragon HP
fr: PV dragon
zh_cn: 增加龙的生命值

# 探索体力值
source: Energy
fr: Énergie
zh_cn: 探索体力值

# %s(+%d/每小时)
source: %s (+%d/hour)
fr: %s(+%d/heure)
zh_cn: %s (+%d/每小时)

# 您还没孵化巨龙,快去龙巢孵化一只吧!
source: You have no Dragon, we should go to incubate one !
fr: Vous n'avez pas de dragon, vous devez aller en incuber un!
zh_cn: 您还没孵化巨龙,快去龙巢孵化一只吧!

# 生命值 %s/%s
source: HP %s/%s
fr: PV %s/%s
zh_cn: 生命值 %s/%s

# 经验值 %d/%d
source: EXP %d/%d
zh_cn: 经验值 %d/%d

# 请选择巨龙
source: Choose a Dragon
fr: Choisir un dragon
zh_cn: 请选择巨龙

# 没有钥匙
source: You have no key
fr: Vous n'avez pas de clé
zh_cn: 没有钥匙

# 部队在外时不能移城
source: You can't move your city when your troop outside
fr: Vous ne pouvez pas déplacer votre cité quand vos troupes sortiront
zh_cn: 部队在外时不能移城

# 战争期不能移城
source: You can't move your city during the Battle Period
fr: Vous ne pouvez pas déplacer votre cité quand la période de bataille
zh_cn: 战争期不能移城

# 增加VIP点数
source: Add VIP Points
fr: Ajouter des points VIP
zh_cn: 增加VIP点数

# 战争沙漏
source: War Hourglass
fr: Sablier de guerre
zh_cn: 战争沙漏

# 拥有:
source: Own:
fr: Possédé:
zh_cn: 拥有:

# 剩余时间: %s
source: Remaining:%s
fr: Restant: %s
zh_cn: 剩余时间: %s

# 剩余时间:%s
source: Remaining:%s
fr: Restant: %s
zh_cn: 剩余时间: %s

# 购买&使用
source: Buy&Use
fr: Acheter et utiliser
zh_cn: 购买&使用

# 拥有:%d
source: Own:%d
fr: Possédé:%d
zh_cn: 拥有:%d

# 使用数量
source: Use Amount
fr: Quantité utilisée
zh_cn: 使用数量

# 剩余时间
source: Remaining
fr: Restant
zh_cn: 剩余时间

# 道具数量
source: You Own
fr: Vous possédez
zh_cn: 道具数量

# 联盟会战说明
source: Alliance Battle Introduction
fr: Introduction aux batailles d'alliance
zh_cn: 联盟会战说明

# 和平期：联盟将军以上的职位的玩家可对和平期的联盟发起联盟战
source: Peace Period: The Chief or General can launch the Alliance Battle when the enemy Alliance is under Peace Period.
fr: Période de paix: Le chef ou le général peut déclencher une guerre d'alliance quand l'alliance ennemie est en période de paix.
zh_cn: 和平期：联盟将军以上的职位的玩家可对和平期的联盟发起联盟战

# 准备期：发起联盟战后，双方联盟有一段准备时间
source: Preparation Period: There will be a preparation time to summon your allies and get them prepared.
fr: Période de préparation: C'est un temps de préparation pour appeler vos alliés et se préparer.
zh_cn: 准备期：发起联盟战后，双方联盟有一段准备时间

# 战前期：就是干（注意协防己方玩家城市）。击溃敌方城市可获得额外联盟荣耀值。
source: Battle Period: During the Battle Period, belligerents can attack each other. The more you kill, the more you get from the battle, and if you smash down your enemy's city, you will get an extra honor prize for your alliance. The Alliance with higer honor point will win the battle !
fr: Période de bataille: durant cette période, les belligérant peut s'attaquer l'un l'autre. Plus vous en tuer, plus vous en obtiendrez dans les bataille et vous détruirez les cités ennemies, vous obtiendrez plus de prix d'honneur pour votre alliance. L'Alliance avec le plus de points d'honneur gagnera la bataille!
zh_cn: 战争期：击杀敌方以获得积分，积分高低是判定胜负的唯一标准。击溃敌方城市可获得额外联盟荣耀值。

# 保护期：战争期结束后，开战的两个联盟会进入保护期。其他联盟无法对处于保护期的联盟发起联盟战。但处于保护期的联盟可以主动破除保护，对其他联盟发起联盟战。
source: Protection Period: Belligerents will not be attacked by other alliances after the battle for a certain peroid.
fr: Période de protection: les belligérants ne seront pas attaqués par d'autres alliances après une bataille pour un certain temps.
zh_cn: 保护期：战争期结束后，开战的两个联盟会进入保护期。其他联盟无法对处于保护期的联盟发起联盟战。但处于保护期的联盟可以主动破除保护，对其他联盟发起联盟战。

# 无主领土
source: No man's land
zh_cn: 无主领土

# 第%d圈(%d,%d)
source: Round %d(%d,%d)
fr: Ronde %d(%d,%d)
zh_cn: 第%d圈(%d,%d)

# 定位盟主
source: Locate
fr: Localiser
zh_cn: 定位盟主

# 需要联盟宫殿 Lv%s
source: Require Alliance Palace Lv%s
fr: Exiger un palace d'alliance niveau %s
zh_cn: 需要联盟宫殿 Lv%s

# 迁移冷却时间
source: Migration cooldown
fr: Décompte de migration
zh_cn: 迁移冷却时间

# 当迁移时间就绪时，联盟可进行一次免费的迁移。迁移联盟时，针对联盟外目标的行军事件会被强制召回。
source: Your Alliance can migrate for free when it's ready
fr: Votre alliance peu migrer gratuitement quand c'est le temps
zh_cn: 当迁移时间就绪时，联盟可进行一次免费的迁移。迁移联盟时，针对联盟外目标的行军事件会被强制召回。

# 迁移联盟需要将军以上的权限的玩家操作。
source: Only the Chief and General can migrate the Alliance
fr: Seulement le chef et els généraux peuvent migrer une alliance
zh_cn: 迁移联盟需要将军以上的权限的玩家操作。

# 迁移
source: Migrate
fr: Migrer
zh_cn: 迁移

# 迁移联盟冷却中
source: Migration is under cooldown
fr: Migrer sous un décompte
zh_cn: 迁移联盟冷却中

# 联盟宫殿等级不足,不能移动到目标地块
source: Need a higher Alliance Palace level to migrate to this terrain
fr: Besoin d'un palace d'alliance d'un plus haut niveau pour migrer sur ce terrain
zh_cn: 联盟宫殿等级不足,不能移动到目标地块

# 需盟主或将军权限才能迁移！
source: Only the Chief and General can migrate the Alliance !
fr: Seulement le chef et les généraux peuvent migrer une alliance!
zh_cn: 需盟主或将军权限才能迁移！

# 是否确认迁移联盟至该领土？
source: Are you sure to migrate Alliance to this terrain ?
fr: Êtes-vous sur de migrer l'alliance sur ce terrain?
zh_cn: 是否确认迁移联盟至该领土？

# 进攻该目标将失去保护状态，确定继续派兵?
source: You'll lose your protection if you attack this enemy,continue?
fr: Vous allez perdre votre protection si vous attaquez cette cible, voulez-vous continuer?

# 突袭玩家城市将失去保护状态，确定继续派兵?
source: You'll lose your protection if you scout enemy city,continue?
fr: Vous allez perdre votre protection si vous explore cette cible, voulez-vous continuer?

# 突袭村落将失去保护状态，确定继续派兵?
source: You'll lose your protection if you scout this village,continue?
fr: Vous allez perdre votre protection si vous explore cette cible, voulez-vous continuer?

source: From
fr: De

source: To
fr: À

source: HP
fr: PV des troupes
