Repository: ModunZhang/dragonfall_client
Catalog: Dragonfall/dev/res/i18n/*.po
Languages: fr, zh_cn

# 踢出成员
source: Kick member out
fr: Expulser un membre
zh_cn: 踢出成员

# 提升成员职位
source: Promote member
fr: Promouvoir un membre
zh_cn: 提升成员职位

# 降职成员职位
source: Degrade member
fr: Dégrader un membre
zh_cn: 降职成员职位

# 修改联盟描述
source: Modify the Alliance Profile
fr: Modifier le profil de l'alliance
zh_cn: 修改联盟描述

# 修改联盟加入方式
source: Modify the Alliance join type
fr: Modifier la façon de joindre l'alliance
zh_cn: 修改联盟加入方式

# 补充联盟商店内的高级道具
source: Stock advanced item in Alliance Shop
fr: Entreposer des items avancés dans le magasin d'alliance
zh_cn: 补充联盟商店内的高级道具

# 修改联盟公告
source: Modify the Alliance Bulletin
fr: Modifier le bulletin d'alliance
zh_cn: 修改联盟公告

# 发送联盟群邮件
source: Alliance Mail
fr: Courrier d'alliance
zh_cn: 发送联盟群邮件

# 升级联盟建筑
source: Upgrade Alliance Building
fr: Améliorer le bâtiment d'alliance
zh_cn: 升级联盟建筑

# 激活圣地联盟危机
source: Activate the Shrine event
fr: Activer un évènement du sanctuaire
zh_cn: 激活圣地联盟危机

# 激活联盟会战
source: Activate the Alliance Battle
fr: Activer une bataille d'alliance
zh_cn: 激活联盟会战

# 更改联盟名称/联盟标签
source: Modify the Alliance name/tag
fr: Modifier le nom/tag d'alliance
zh_cn: 更改联盟名称/联盟标签

# 更改联盟旗帜
source: Modify the Alliance flag
fr: Modifier le drapeau d'alliance
zh_cn: 更改联盟旗帜

# 更改联盟地形
source: Modify the Alliance Terrain
fr: Modifier le terrain d'alliance
zh_cn: 更改联盟地形

# 设置联盟语言
source: Modify the Alliance name/tag
fr: Modifier le nom/tag d'alliance
zh_cn: 设置联盟语言

# 移交盟主职位
source: Transfer the Chief Position
fr: Transférer la position de chef
zh_cn: 移交盟主职位

# 木材村落
source: Wood Village
fr: Village Bois
zh_cn: 木材村落

# 矿石村落
source: Stone Village
fr: Village Rroche
zh_cn: 矿石村落

# 铁矿村落
source: Mine Village
fr: Village Fer
zh_cn: 铁矿村落

# 粮食村落
source: Food Village
fr: Village Pain
zh_cn: 粮食村落

# 硬币村落
source: Coin Village
fr: Village Pièces
zh_cn: 银币村落

# 孵化红龙
source: Incubate Red Dragon
fr: Incuber dragon rouge
zh_cn: 孵化红龙

# 孵化蓝龙
source: Incubate Blue Dragon
fr: Incuber dragon bleu
zh_cn: 孵化蓝龙

# 孵化绿龙
source: Incubate Green Dragon
fr: Incuber dragon vert
zh_cn: 孵化绿龙

# 红龙能提升部队在草地上的作战能力。
source: Red Dragon will enhance your ability at the Desert.
fr: Dragon rouge améliorera ses compétences dans le désert
zh_cn: 红龙能提升部队在沙地上的作战能力

# 蓝龙能提升部队在草地上的作战能力。
source: Blue Dragon will enhance your ability at the Icefield.
fr: Dragon bleu améliorera ses compétences dans les terres enneigées
zh_cn: 蓝龙能提升部队在雪地上的作战能力

# 绿龙能提升部队在草地上的作战能力。
source: Green Dragon will enhance your ability at the Grassland.
fr: Dragon vert améliorera ses compétences dans les prairies
zh_cn: 绿龙能提升部队在草地上的作战能力

# 起重机
source: Crane
fr: Grue
zh_cn: 起重机

# 快速维修
source: Fast Maintenance
fr: Entretien rapide
zh_cn: 快速维修

# 钢筋加固
source: Rebar Reinforcement
fr: Renforcement des murs
zh_cn: 钢筋加固

# 急救帐篷
source: First Aid Tent
fr: Tente de premiers soins
zh_cn: 急救帐篷

# 殖民地
source: Colony
fr: Colonie
zh_cn: 殖民地

# 募兵术
source: Recruit Skill
fr: Compétence de recrutement
zh_cn: 募兵术

# 石雕技巧
source: Carving Skill
fr: Compétence de sculpture
zh_cn: 石雕技巧

# 冶炼技巧
source: Smelting Skill
fr: Compétence de fonte
zh_cn: 冶炼技巧

# 高级箭塔
source: Advanced Tower
fr: Tour avancée
zh_cn: 高级箭塔

# 陷阱
source: Trap
fr: Piège
zh_cn: 陷阱

# 暗仓建设
source: Secret Warehouse
fr: Entrepôt secret
zh_cn: 暗仓建设

# 后勤学
source: Military Logistics
fr: Logistiques militaires
zh_cn: 后勤学

# 造林技巧
source: Forestation Skill
fr: Forestation
zh_cn: 造林技巧

# 种植技巧
source: Cultivation Skill
fr: Compétence d'agriculture
zh_cn: 种植技巧

# 啤酒供应
source: Beer Supply
fr: Offre de bière
zh_cn: 啤酒供应

# 再生药剂
source: Regeneration Potion
fr: Potion de régénération
zh_cn: 再生药剂

# 工程绘图
source: Engineering drawing
fr: Dessin d'ingénieur
zh_cn: 工程绘图

# 铸造钱币
source: Coin Casting
fr: Coulage de pièces
zh_cn: 铸造钱币

# 增加建筑速度
source: Increase build speed
fr: Augmente la vitesse de construction
zh_cn: 增加建筑速度

# 增加城墙维修速度
source: Increase wall recovery speed
fr: Augmente la vitesse de recouvrement des murs
zh_cn: 增加城墙维修速度

# 增加城墙的单位血量防御值
source: Increase wall defence
fr: Augmente la défense de murs
zh_cn: 增加城墙的单位血量防御值

# 增加医院的伤兵容量
source: Increase Hospital capacity
fr: Augmente la capacité de l'hôpital
zh_cn: 增加医院的伤兵容量

# 增加村落的资源采集速度
source: Increase the resource gathering speed
fr: Augmente la vitesse de ramassage de ressources
zh_cn: 增加村落的资源采集速度

# 减少招募普通士兵资源消耗
source: Decrease the cunsumption of recruiting soldiers
fr: Diminue le coût d'entretien des soldats
zh_cn: 减少招募普通士兵资源消耗

# 增加石料产量
source: Increase Stone Output
fr: Augmente la production de roches
zh_cn: 增加石料产量

# 增加铁矿产量
source: Increase Mine Output
fr: Augmente la production de fer
zh_cn: 增加铁矿产量

# 增加防御箭塔的攻击力
source: Increase Tower Attack
fr: Augmente l'attaque des tours
zh_cn: 增加防御箭塔的攻击力

# 增加敌方攻城后的返程时间
source: Increase the back time of your enemy
fr: Augmente le temps de retour de l'ennemi
zh_cn: 增加敌方攻城后的返程时间

# 增加资源保护比例
source: Increase resource protection
fr: Augmente la protection de ressources
zh_cn: 增加资源保护比例

# 提示资源小车数量上限
source: Increase the upper limit of cart in Trade Guild
fr: Augmente la limite supérieure dans la guilde
zh_cn: 提升资源小车数量上限

# 增加木材产量
source: Increase Wood Output
fr: Augmente la production de bois
zh_cn: 增加木材产量

# 增加粮食产量
source: Increase Food Output
fr: Augmente la production de pains
zh_cn: 增加粮食产量

# 住宅城民上限加成
source: Increase the amount of civilians
fr: Augmente le nombre de civils
zh_cn: 住宅城民上限加成

# 减少治愈伤兵的时间
source: Decrease the time of healing wounded soldiers
fr: Diminue le temps de guérison des soldats
zh_cn: 减少治愈伤兵的时间

# 增加生产材料速度
source: Increase Material produce speed
fr: Augmente vitesse de production de ressources
zh_cn: 增加生产材料速度

# 提升银币产量
source: Increase the coin output
fr: Augmente la production de pièces
zh_cn: 提升银币产量

# 研发%s完成
source: Research %s complete
fr: Recherche %s complétée
zh_cn: 研发%s完成

# 高庭
source: HighCastle
zh_cn: 高庭

# 圣冠堡
source: Corona
zh_cn: 圣冠堡

# 诺兰德
source: Norland
zh_cn: 诺兰德

# 雨城
source: Rainhaven
zh_cn: 雨城

# 顿沃城
source: Dunwall
zh_cn: 顿沃城

# 洛克瓦伦
source: Rockwarren
zh_cn: 洛克瓦伦

# 卡纳
source: Kanan
zh_cn: 卡纳

# 黑铁堡
source: Darkiron
zh_cn: 黑铁堡

# 洛斯摩尔
source: Lostmoor
zh_cn: 洛斯摩尔

# 边关城
source: Gateway
zh_cn: 边关城

# 明月城
source: Whitemoon
zh_cn: 明月城

# 寒冰城
source: ColdCastle
zh_cn: 寒冰城

# 银登城
source: Silverden
zh_cn: 银登城

# 灰格里芬
source: Greygriffin
zh_cn: 灰格里芬

# 孤崖
source: Scar
zh_cn: 孤崖

# 瘟疫之源
source: Pestilence
zh_cn: 瘟疫之源

# 血之祭祀
source: Blood Rite
zh_cn: 血之祭祀

# 寒霜之触
source: Icy Touch
zh_cn: 寒霜之触

# 部队攻击+10%，部队防御+10%，带兵上限+10%
source: Troop Attack+10%, Troop Defence+10%, March Capacity+10%
fr: Attaque troupes+10%, Défense troupes+10%, Capacité marche+10%
zh_cn: 部队攻击+10%，部队防御+10%，带兵上限+10%

# 木材/石料/铁矿/粮食产量+10%，暗仓保护+10%
source: Wood/Stone/Mine/Food Output+10%, Resource Protection+10%
fr: Production bois/roche/fer/pain+10%, Protection ressource+10%
zh_cn: 木材/石料/铁矿/粮食产量+10%，暗仓保护+10%

# 建造速度+10%，研发速度+10%，城墙恢复速度+20%
source: Build Speed+10%,Research Speed+10%,Wall Recovery Speed+20%
fr: Vitesse de construction+10%, de recherche+10%, de recouvrement de murs +20%
zh_cn: 建造速度+10%，研发速度+10%，城墙恢复速度+20%

# 招募速度+10%，维护费用-10%，带兵上限+10%
source: Recruit Speed+10%,Upkeep Cost-10%,March Capacity+10%
fr: Vitesse recrutement+10%, Coût d'entretien+10%, Capacité marche+10%
zh_cn: 招募速度+10%，维护费用-10%，带兵上限+10%

# 部队防御+10%，铁矿产量+10%，粮食产量+10%
source: Troop Defence+10%,Mine Output+10%,Food Output+10%
fr: Défense troupes+10%, Production de fer+10% et de pain+10%
zh_cn: 部队防御+10%，铁矿产量+10%，粮食产量+10%

# 部队攻击+5%，龙的生命恢复+10%
source: Troops Attack+5%,Dragon Recovery Speed+10%
fr: Attaque troupes+5%, Vitesse recouvrement dragon+10%
zh_cn: 部队攻击+5%，龙的生命恢复+10%

# 木材产量+10%，石料产量+10%，建造速度+5%
source: Wood/Stone Output+10%,Build Speed+5%
fr: Production bois/roche+10%, Vitesse de construction+5%
zh_cn: 木材产量+10%，石料产量+10%，建造速度+5%

# 部队攻击-10%，部队防御-10%，带兵上限-10%
source: Troop Attack-10%,Troop Defence-10%,March Capacity-10%
fr: Attaque troupes-10%, Défense troupes-10%, Capacité de marche-10%
zh_cn: 部队攻击-10%，部队防御-10%，带兵上限-10%

# 暗仓保护-10%，行军速度-10%，治疗伤兵速度-20%
source: Resource Protection-10%,March Speed-10%,Heal Speed-20%
fr: Protection ressources-10%, Vitesse de marche-10%, Vitesse de guérison-20%
zh_cn: 暗仓保护-10%，行军速度-10%，治疗伤兵速度-20%

# 木材/石料/铁矿/粮食产量-10%，招募速度-10%
source: Wood/Stone/Mine/Food Output-10%,Recruit Speed-10%
fr: Production bois/roches/fer/pain-10%, Vitesse de recrutement-10%
zh_cn: 木材/石料/铁矿/粮食产量-10%，招募速度-10%

# 城墙恢复速度-10%，龙的生命恢复-10%
source: Wall Recovery Speed-10%,Dragon Recovery Speed-10%
fr: Vitesse de recouvrement des murs-10% et du dragon-10%
zh_cn: 城墙恢复速度-10%，龙的生命恢复-10%

# 铁矿产量-10%，粮食产量-10%，招募速度-5%
source: Mine/Food Output-10%,Recruit Speed-5%
fr: Production fer/pain-10%, Vitesse de recrutement-10%
zh_cn: 铁矿产量-10%，粮食产量-10%，招募速度-5%

# 维护费用增加+10%，研发速度-10%
source: Upkeep Cost+10%,Reseach Speed-10%
fr: Coût d'entretien+10%, Vitesse de recherche-10%
zh_cn: 维护费用增加+10%，研发速度-10%

# 木材产量-10%，石料产量-10%，建造速度-5%
source: Wood/Stone Output-10%,Build Speed-5%
fr: Production bois/roches-10%, Vitesse de construction-5%
zh_cn: 木材产量-10%，石料产量-10%，建造速度-5%

# 系统邮件
source: System Mail
fr: Système de courrier
zh_cn: 系统邮件

# 盟主
source: Chief
fr: Chef
zh_cn: 盟主

# 联盟所有成员
source: All Members
fr: Tous les membres
zh_cn: 联盟所有成员

# 英文
source: English
fr: Anglais
zh_cn: 英文

# 简体中文
source: Simplified Chinese
fr: Chinois simplifié
zh_cn: 简体中文

# 繁体中文
source: Tranditional Chinese
fr: Chinois traditionnel
zh_cn: 繁体中文

# 建造或升级任意建筑
source: Build or upgrade any building
fr: Construire ou améliorer un bâtiment
zh_cn: 建造或升级任意建筑

# 升级任意学院科技
source: Upgrade any Academy Science
fr: Améliorer une science académique
zh_cn: 升级任意学院科技

# 升级任意军事科技
source: Upgrade any Military Science
fr: Améliorer une science militaire
zh_cn: 升级任意军事科技

# 制造一批建筑材料
source: Produce a building material
fr: Produire un matériel de bâtiment
zh_cn: 制造一批建筑材料

# 制造一批军事材料
source: Produce a Military material
fr: Produire un matériel militaire
zh_cn: 制造一批军事材料

# 参加一次圣地战
source: Attend the Shrine event once
fr: Participer à un évènement de sanctuaire une fois
zh_cn: 参加一次圣地战

# 进攻敌方城市
source: Attack an enemy city
fr: Attaquer une cité ennemi
zh_cn: 进攻敌方城市

# 占领任意一座村落
source: Occupy any village
fr: Occuper un village
zh_cn: 占领任意一座村落

# 进行一次飞艇探索（扫荡不计入）
source: Explore the myst once
fr: Explorer le Myst une fois
zh_cn: 进行一次飞艇探索

# 进行一次联盟捐赠
source: Donate once
fr: Donner une fois
zh_cn: 进行一次联盟捐赠

# 在联盟商店购买一次道具
source: Buy an item in the Alliance shop
fr: Acheter un item dans le magasin d'alliance
zh_cn: 在联盟商店购买一次道具

# 协助盟友加速（需点击协助加速全部）
source: Help all your allies for speedup
fr: Aider tous vos alliés pour accélérer
zh_cn: 协助所有盟友加速

# 对盟友进行一次协防
source: Assist a ally city
fr: Assister une cité alliée
zh_cn: 对盟友进行一次协防

# 加速一次正在升级的建筑
source: Speed up a build queue
fr: Accélérer une queue de construction
zh_cn: 加速一次正在升级的建筑

# 加速一次正在招募的兵种
source: Speed up a recruiting queue
fr: Accélérer une queue de recrutement
zh_cn: 加速一次正在招募的兵种

# 治疗一批伤兵
source: Heal any wounded soldier
fr: Guérir un soldat blessé
zh_cn: 治疗一批伤兵

# 打造一件龙的装备
source: Forge a equipment
fr: Forger un équipement
zh_cn: 打造一件龙的装备

# 在商店购买任意一件道具
source: Buy any item in the store
fr: Acheter un item dans la magasin
zh_cn: 在商店购买任意一件道具

# 回答正确
source: Correct!
fr: Parfait!
zh_cn: 回答正确!

# 答的好
source: Well Done
fr: Bien joué
zh_cn: 答的好

# 大答特答
source: Answering Spree
fr: Réponse festive
zh_cn: 大答特答

# 主宰考场
source: Dominating!
fr: Dominé!
zh_cn: 主宰考场！

# 答题如麻
source: Mega Answer！
fr: Super réponse!
zh_cn: 答题如麻！

# 无题能挡
source: Unstoppable!
fr: Irrésistible!
zh_cn: 无题能挡！

# 变态答题
source: Wicked Sick!!
fr: Méchant malade!!
zh_cn: 变态答题！！

# 妖怪般的答题
source: Monster Answer!!!
fr: Réponse monstrueuse!!
zh_cn: 妖怪般的答题！！

# 如出题人一般
source: Godlike!!!
fr: Divin!!!
zh_cn: 如出题人一般！！！

# 超越出题的人全对
source: Beyond Godlike!!!
fr: Encore plus divin!!!
zh_cn: 超越出题人！！！

# 血泉
source: Blood Fountain
fr: Fontaine de sang
zh_cn: 血泉

# 新手大礼包
source: Beginner Package
fr: Forfait du débutant
zh_cn: 新手大礼包

# 探险家礼包
source: Explorer Package
fr: Forfait d'explorateur
zh_cn: 探险家礼包

# 铁血军团礼包
source: Hard Corps Package
fr: Forfait du fanatique
zh_cn: 铁血军团礼包

# 帝国荣耀礼包
source: Empire Glory Package
fr: Forfait à la gloire de l'empire
zh_cn: 帝国荣耀礼包

# 龙族王朝礼包
source: Dragon Dynasty Package
fr: Forfait de la dynastie du dragon
zh_cn: 龙族王朝礼包

# 新手
source: Beginner Package
fr: Forfait du débutant
zh_cn: 新手大礼包

# 探险家
source: Explorer Package
fr: Forfait d'explorateur
zh_cn: 探险家礼包

# 铁血军团
source: Hard Corps
fr: Fanatique
zh_cn: 铁血军团礼包

# 帝国荣耀
source: Empire Glory
fr: Gloire de l'Empire
zh_cn: 帝国荣耀礼包

# 龙族王朝
source: Dragon Dynasty
fr: Dynastie du dragon
zh_cn: 龙族王朝礼包

# 修复起重机
source: Repair Cranes
fr: Grue de construction
zh_cn: 修复起重机

# 酿造啤酒
source: Brew Beers
fr: Brassage de bière
zh_cn: 酿造啤酒

# 植木造林
source: Plant Trees
fr: Plants d'arbre
zh_cn: 植木造林

# 石料开采
source: Mine Ores
fr: Mine de minerai
zh_cn: 石料开采

# 炼制钢铁
source: Smelt Steels
fr: Acier fondu
zh_cn: 炼制钢铁

# 收割麦子
source: Harvest Wheats
fr: Récolte de blé
zh_cn: 收割麦子

# 绘制草图
source: Draw Blueprints
fr: Ébauche de plan
zh_cn: 绘制草图

# 鼓舞士气
source: Inspiring
fr: Inspirant
zh_cn: 鼓舞士气

# 开拓土地
source: Develop Lands
fr: Développer les terres
zh_cn: 开拓土地

# 加强戒备
source: Keep Alert
fr: Rester alerte
zh_cn: 加强戒备

# 初始头像男-1
source: Male-1
fr: Homme-1
zh_cn: 初始头像男-1

# 初始头像男-2
source: Male-2
fr: Homme-2
zh_cn: 初始头像男-2

# 初始头像男-3
source: Male-3
fr: Homme-3
zh_cn: 初始头像男-3

# 初始头像女-1
source: Female-1
fr: Femme-1
zh_cn: 初始头像女-1

# 初始头像女-2
source: Female-2
fr: Femme-2
zh_cn: 初始头像女-2

# 初始头像女-3
source: Female-3
fr: Femme-3
zh_cn: 初始头像女-3

# 刺客
source: Assassin
zh_cn: 刺客

# 术士
source: Warlock
fr: Sorcier
zh_cn: 术士

# 贵妇
source: Noble
zh_cn: 贵妇

# 旧神
source: Old God
fr: Vieux dieu
zh_cn: 旧神

# 默认解锁
source: Default
fr: Défaut
zh_cn: 默认解锁

# 击杀累计到达1,000,000后解锁
source: Accumulate 1M Kill Score
fr: Accumuler 1M de points de tuerie
zh_cn: 击杀累计到达1,000,000后解锁

# 战斗力到达1,000,000后解锁
source: Accumulate 1M Power
fr: Accumuler 1M de pouvoir
zh_cn: 战斗力到达1,000,000后解锁

# 成为VIP10后解锁
source: Become the VIP10
fr: Devenir VIP 10
zh_cn: 成为VIP10后解锁

# 城堡提升到40级后解锁
source: Achieve Castle Lv40
fr: Terminer un château niveau 40
zh_cn: 城堡提升到40级后解锁

# 飞艇探险通关暮光高地第三层后解锁
source: Explore to the final stage of the Myst (airship)
fr: Explorer l'étape finale du Myst (Zeppelin)
zh_cn: 飞艇探险通关后解锁

# 所有
source: Global
zh_cn: 所有

# 美国
source: U.S.A
zh_cn: 美国

# 英国
source: United Kingdom
fr: Grande-Bretagne
zh_cn: 英国

# 加拿大
source: Canada
zh_cn: 加拿大

# 法国
source: France
zh_cn: 法国

# 意大利
source: Italy
fr: Italie
zh_cn: 意大利

# 德国
source: Germany
fr: Allemagne
zh_cn: 德国

# 俄罗斯
source: Russia
fr: Russie
zh_cn: 俄罗斯

# 葡萄牙
source: Portugal
zh_cn: 葡萄牙

# 中国
source: China
fr: Chine
zh_cn: 中国

# 台湾
source: Taiwan
fr: Taïwan
zh_cn: 台湾

# 澳大利亚
source: Australia
fr: Australie
zh_cn: 澳大利亚

# 西班牙
source: Spain
fr: Espagne
zh_cn: 西班牙

# 日本
source: Japan
fr: Japon
zh_cn: 日本

# 韩国
source: Korea
fr: Corée
zh_cn: 韩国

# 芬兰
source: Finland
fr: Finlande
zh_cn: 芬兰

# 湖
source: Lake
fr: Lac
zh_cn: 湖

# 山
source: Mountain
fr: Montagne
zh_cn: 山

# 树
source: Forest
fr: Forêt
zh_cn: 树

# 世界-1
source: World-1
fr: Monde-1
zh_cn: 世界-1

# 世界-2
source: World-2
fr: Monde-2
zh_cn: 世界-2

# 村落采集速度
source: Village gather speed
fr: Vitesse de ramassage dans les villages
zh_cn: 村落采集速度

# 圣地战玩家获得忠诚值
source: Loyalty from the Shrine
fr: Loyauté du Sanctuaire
zh_cn: 圣地战玩家获得忠诚值

# 圣地战联盟获得荣耀值
source: Honor form the Shrine
fr: Honneur du Sanctuaire
zh_cn: 圣地战联盟获得荣耀值

# 巨龙经验值
source: Dragon Exp
fr: EXP dragon
zh_cn: 巨龙经验值

# 行军速度
source: March Speed
fr: Vitesse de marche
zh_cn: 行军速度

# 巨龙力量
source: Dragon Attack
fr: Attaque de dragon
zh_cn: 巨龙攻击力

# 草地产出绿龙材料，更容易培养绿龙
source: The Grassland outputs Green Dragon Materials,so it's easier to train your Green Dragon here
fr: Les prairies produisent du matériel de dragon vert, il y est donc facile d'entraîner un dragon vert
zh_cn: 草地产出绿龙材料，更容易培养绿龙

# 沙漠产出红龙材料,更容易培养红龙
source: The Desert outputs Red Dragon Materials,so it's easier to train your Red Dragon here
fr: Le désert produit du matériel de dragon rouge, il y est donc facile d'entraîner un dragon rouge
zh_cn: 沙漠产出红龙材料,更容易培养红龙

# 雪地产出蓝龙材料，更容易培养蓝龙
source: The Icefield outputs Blue Dragon Materials,so it's easier to train your Blue Dragon here
fr: Les terres enneigées produisent du matériel de dragon bleu, il y est donc facile d'entraîner un dragon bleu
zh_cn: 雪地产出蓝龙材料，更容易培养蓝龙

# 远古学识特惠
source: Ancient Lore
fr: Forfait des anciennes traditions
zh_cn: 远古学识特惠

# 富饶之地特惠
source: Land of Plenty
fr: Forfait des terres d'abondance
zh_cn: 富饶之地特惠

# 龙族宝藏特惠
source: Dragon Treasure
fr: Forfait du trésor du dragon
zh_cn: 龙族宝藏特惠

# 好运连连特惠
source: Lucky Pack
fr: Forfait chanceux
zh_cn: 好运连连特惠

# 贵族传承特惠
source: Noble Heritage
fr: Forfait du noble héritage
zh_cn: 贵族传承特惠

# 英雄之血特惠
source: Hero's Blood Pack
fr: Forfait du sang d'héros
zh_cn: 英雄之血特惠

# 不死军团特惠
source: Undead Army Pack
fr: Forfait des armées de morts-vivants
zh_cn: 不死军团特惠

# 金龙币特惠
source: Dragon Coin Pack
fr: Forfait de pièces de dragon
zh_cn: 金龙币特惠
