Repository: ModunZhang/dragonfall_client
Catalog: Dragonfall/dev/res/i18n/*.po
Languages: fr, zh_cn

# 联盟中当前没有黑龙军团,你可以尝试去其他联盟寻找
source: There is no Dark Army in your Alliance now, you can look for it in other Alliances.
fr: Il n'y a plus d'armée noire dans votre alliance, vous pouvez regarder chez les autres alliances.
zh_cn: 联盟中当前没有黑龙军团,你可以尝试去其他联盟寻找

# 你必须加入联盟后，才能参加联盟战
source: You can only participate the Alliance Battle when you are in an Alliance
fr: Vous pouvez participer à bataille d'alliance seulement si vous êtes dans une alliance
zh_cn: 你必须加入联盟后，才能参加联盟战

# 没有其他联盟
source: There are no other Alliances
fr: Il n'y a pas d'autres alliances
zh_cn: 没有其他联盟

# 获得丰厚道具
source: Win abundant items
fr: Gagner plusieurs items
zh_cn: 获得丰厚道具

# 世界聊天
source: World Chat
fr: Chat mondial
zh_cn: 世界聊天

# 认识全世界的朋友
source: Make friends all over the world
fr: Faire des amis à travers le monde
zh_cn: 认识全世界的朋友

# 个人排行版
source: Player Ranking
fr: Rang du joueur
zh_cn: 个人排行榜

# 查看顶尖玩家的实力
source: Show the Top Players
fr: Montrer les meilleurs joueurs
zh_cn: 查看顶尖玩家的实力

# 联盟排行版
source: Alliance Ranking
fr: Rang de l'alliance
zh_cn: 联盟排行榜

# 查看顶尖联盟的实力
source: Show the Top Alliances
fr: Montrer les meilleures alliances
zh_cn: 查看顶尖联盟的实力

# 完成任务获得奖励
source: Finish tasks to earn rewards
fr: Finir des tâches pour gagner des récompenses
zh_cn: 完成任务获得奖励

# 城堡等级达到8级解锁
source: Require Castle Lv8
fr: Besoin d'un château niveau 8
zh_cn: 城堡等级达到8级后解锁

# 战斗胜利
source: Victory
fr: Victoire
zh_cn: 战斗胜利

# 龙在战斗中胜利
source: Dragon won
fr: Dragon victorieux
zh_cn: 龙在战斗中胜利

# 第一轮击败敌军
source: Defeat enemy in first round
fr: Défaire l'ennemi dans la première ronde
zh_cn: 第一轮击败敌军

# 第%d章-第%d节
source: Chapter %d - %d
fr: Chapitre %d - %d
zh_cn: 第%d章-第%d节

# 几率掉落
source: Chance to drop
fr: Chance d'obtenir
zh_cn: 几率掉落

# 今日可挑战次数: %d/%d
source: Challenge today: %d/%d
fr: Défi quotidien: %d/%d
zh_cn: 今日可挑战次数: %d/%d

# 拥有扫荡劵 :
source: Own:
fr: Possédé:
zh_cn: 拥有：

# 扫荡全部
source: Sweep all
fr: Balayer tous
zh_cn: 扫荡全部

# 扫荡一次
source: Sweep once
fr: Un balayage
zh_cn: 扫荡一次

# 关卡三星通关后，可使用扫荡
source: You can sweep when the stage is cleared with 3 Star
fr: Vous pouvez balayer quand l'étape a été faite à 3 étoiles
zh_cn: 关卡三星通关后，可使用扫荡

# 你能感觉到一个一场强大的生物驻守在这里, 阻挡着你继续前进, 但想要前往下一关卡必须击败它。
source: You can feel a terrible creature is around here to stop you move forward. If you want to go the next stage, you must defeat it.
fr: Vous pouvez sentir une terrible créature ici qui veut vous empêcher d'aller plus loin. Si vous voulez aller à la prochaine étape, vous devez la défaire.
zh_cn: 你能感觉到一个一场强大的生物驻守在这里, 阻挡着你继续前进, 但想要前往下一关卡必须击败它

# 传送
source: Teleport
fr: Téléporter
zh_cn: 传送

# 每次消耗体力:
source: Energy:
fr: Énergie:
zh_cn: 每次消耗体力:

# 已达今日最大挑战次数!
source: You have no challenge chance of this stage today
fr: Vous n'avez plus de défi pour cette étape aujourd'hui
zh_cn: 已达今日最大挑战次数!

# 解锁材料库房，激活此关卡!
source: Unlock Material Depot to activate the stage!
fr: Débloquer le dépôt de matériaux pour activer les étapes!
zh_cn: 解锁材料库房，激活此关卡!

# 士兵材料
source: Soldier Material
fr: Matériel de soldats
zh_cn: 士兵材料

# 补充道具
source: Get supplied
fr: Être fourni
zh_cn: 补充道具

# 您当前没有足够的扫荡劵,是否花费金龙币购买补充并使用
source: Not enough Sweep Tickets, do you want to supply with Dragon Coins ?
fr: Pas assez de billets de balayage, voulez-vous en acheter avec des pièces de dragons?
zh_cn: 您当前没有足够的扫荡劵,是否花费金龙币购买补充并使用

# 当前材料库房中的%s材料已满，你可能无法获得此次扫荡所得的材料奖励。是否仍要扫荡？
source: Your Material Depot was full of %s Materials, you may not get these materials this time. Are you sure to sweep ?
fr: Votre dépôt de matériel est plein de matériaux %s, vous serez incapable d'obtenir ces matériaux pour le moment. Êtes-vous sur de vouloir balayer?
zh_cn: 当前材料库房中的%s材料已满，你可能无法获得此次扫荡所得的材料奖励。是否仍要扫荡？

# 士兵
source: Soldier
fr: Soldat
zh_cn: 士兵

# 强行扫荡
source: Sweep
fr: Balayage
zh_cn: 强行扫荡

# 点击进攻
source: Tap "Attack"
fr: Cliquer "Attaque"
zh_cn: 点击进攻

# 第%d章
source: Chapter %d
fr: Chapitre %d
zh_cn: 第%d章

# 领取奖励
source: Rewards
fr: Récompenses
zh_cn: 领取奖励

# 当前材料库房中的士兵材料已满，你可能无法获得材料奖励。是否仍要获取？
source: Your Material Depot was full of Military Materials, you may not get these materials this time. Are you sure to get ?
fr: Votre dépôt de matériel est plein de matériel militaire, vous serez incapable d'obtenir ces matériaux pour le moment. Êtes-vous sûr de les prendre?
zh_cn: 当前材料库房中的军事材料已满，你可能无法获得材料奖励。是否仍要获取？

# 强行领取
source: Get
fr: Prendre
zh_cn: 强行领取

# 选择关卡
source: Stage
fr: Étape
zh_cn: 选择关卡

# 通关
source: Cleared
fr: Réussi
zh_cn: 通关

# 未通关
source: Uncleared
fr: Non-réussi
zh_cn: 未通关

# (等级 %d)
source: (Lv %d)
fr: (Niv%d)
zh_cn: (等级 %d)

# 升级!
source: Level Up！
fr: Niveau supérieur!
zh_cn: 升级!

# 获得数量 :
source: Amount :
fr: Quantité:
zh_cn: 获得数量 :

# 材料库房已满，未能获得战利品，请升级材料库房或使用已有材料。
source: You didn't get the trophies since your Material depot was full, please upgrade it or consume the materials
fr: Vous n'avez pas gagné de trophées depuis que votre dépôt de matériel est plein, SVP améliorez-le ou utiliser les matériaux
zh_cn: 材料库房已满，未能获得战利品，请升级材料库房或使用已有材料。

# 第%d战
source: Battle %d
fr: Bataille %d
zh_cn: 第%d战

# 科技研发
source: Science
zh_cn: 科技研发

# 升级造林技巧的好处
source: Upgrade this Science to increase your Wood output
fr: Améliorer cette science pour augmenter la production de bois
zh_cn: 升级造林技巧以提高木材产量

# 升级起重机的好处
source: Upgrade this Science to increase your Construct speed
fr: Améliorer cette science pour augmenter la vitesse de construction
zh_cn: 升级起重机以提高建造速度

# 升级石雕技巧的好处
source: Upgrade this Science to increase your Stone output
fr: Améliorer cette science pour augmenter la production de roches
zh_cn: 升级石雕技巧以提高石料产量

# 城墙
source: Wall
fr: Mur
zh_cn: 城墙

# 关闭
source: Close
fr: Fermer
zh_cn: 关闭

# 跳过
source: Skip
fr: Sauter
zh_cn: 跳过

# 点击关闭
source: Tap "Close"
fr: Cliquer "Fermer"
zh_cn: 点击关闭

# 巨龙对决
source: Dragon Duel
fr: Duel de dragons
zh_cn: 巨龙对决

# 对比攻防双方巨龙的力量,力量高者获胜,胜方享有100%增益加成,负方为50%增益加成,若巨龙在对决中阵亡,buff加成为0
source: Dragons will fight and lose HP due to their Strength point, and the rest of HP point will effect all the troop attributions
fr: Les dragons vont se battre et perdre quelques PV selon leurs points de force et le restant de PV affectera alors tous les attributs des troupes
zh_cn: 每次战斗会根据双方巨龙的力量值计算伤害，并扣除对方一定的生命值，巨龙的生命值将影响兵种的属性

# 部队厮杀
source: Troop Battle
fr: Bataille des troupes
zh_cn: 部队厮杀

# 每回合对比攻防兵种的战斗力(单位兵种战斗力 x 数量),战斗力高的一方获胜可继续留在场上,负方则会失去继续作战的机会
source: Compare with the power of both sides each round(unit soldier power * amount), the higher one will win and stay for the next round, the loser will go off the stage.
fr: Comparer le pouvoir des deux côtés à chaque ronde (puissance du soldat * quantité), le plus haut gagnera et restera pour la ronde suivante alors que le perdant quittera l'étape.
zh_cn: 每回合对比双方兵种的战斗力(兵种战斗力 x 数量),战斗力高的一方获胜并继续留在场上,负方则会失去继续作战的机会

# 消耗相同一个装备，重新随机装备的加成属性
source: Consume one same equipment to random the attributions
fr: Utilise le même équipement pour l'attribution aléatoire
zh_cn: 消耗相同一个装备，重新随机装备的加成属性

# 装备重置成功
source: Your equipment has been reset
fr: Votre équipement a été réinitialisé
zh_cn: 装备重置成功

# 拆除这个建筑
source: Destroy
fr: Détruire
zh_cn: 拆除这个建筑

# 返还城民
source: Return Civilians
fr: Retour des civils
zh_cn: 返还城民

# 城民增长
source: Civilian Growth
fr: Croissance des civils
zh_cn: 城民增长

# 拆除
source: Destroy
fr: Détruire
zh_cn: 拆除

# 购买&拆除
source: Buy&Destroy
fr: Acheter&Détruire
zh_cn: 购买&拆除

# 移动这个建筑
source: Move
fr: Déplacer
zh_cn: 移动这个建筑

# 用来调换城市内的资源建筑的位置
source: Adjust position of the resource building
fr: Déplacer le bâtiment de production
zh_cn: 用来调换城市内的资源建筑的位置

# 购买&移动
source: Buy&Move
fr: Acheter et déplacer
zh_cn: 购买&移动

# 总计
source: Total
zh_cn: 总计

# 银币产量
source: Coin Output
fr: Production de pièces
zh_cn: 银币产量

# 可建造数量
source: Can be built
fr: Peut être construit
zh_cn: 可建造数量

# 当前产出银币
source: Coin Output
fr: Production de pièces
zh_cn: 当前产出银币

# 当前产出木材
source: Wood Output
fr: Production de pain
zh_cn: 当前产出木材

# 当前产出铁矿
source: Mine Output
fr: Production de fer
zh_cn: 当前产出铁矿

# 当前产出石料
source: Stone Output
fr: Production de roches
zh_cn: 当前产出石料

# 当前产出粮食
source: Food Output
fr: Production de pain
zh_cn: 当前产出粮食

# 当前城民增长
source: Civilian Growth
fr: Croissance des civils
zh_cn: 当前城民增长

# 正在建造或者升级小屋,不能拆除!
source: You can't destroy it when the building is being upgraded.
fr: Vous ne pouvez pas le détruire le bâtiment quand il est en phase d'amélioration
zh_cn: 正在建造或者升级这个小屋,不能拆除!

# 将导致人口不足,无法拆除!
source: You can't destroy it since your population is not enough
fr: Vous ne pouvez pas le détruire tant que la population n'est pas suffisante
zh_cn: 将导致人口不足,无法拆除!

# 是否确认拆除?
source: Are you sure to destroy it ?
fr: Êtes-vous sûr de le détruire?
zh_cn: 是否确认拆除?

# 资源总览
source: Resource Overview
fr: Aperçu des ressources
zh_cn: 资源总览

# 材料
source: Material
fr: Matériel
zh_cn: 材料

# 赠送给联盟成员的%s
source: %s for your Alliance
fr: %s pour votre alliance
zh_cn: 赠送给联盟成员的%s

# Google Play商店暂时不能购买,请检查手机Google Play商店的相关设置
source: Google Play Store is not available now,please check the setting of your phone
fr: Google play Store n'est pas disponible pour le moment, SVP vérifier la configuration de votre téléphone
zh_cn: Google Play商店暂时不能购买,请检查手机Google Play商店的相关设置

# 搜索玩家
source: Search
fr: Chercher
zh_cn: 搜索玩家

# 请填写本服玩家姓名
source: Enter the player name
fr: Entrez votre nom
zh_cn: 请输入玩家名字

# 获得
source: Get
fr: Obtenir
zh_cn: 获得

# 我的排名：%s
source: My Ranking: %s
fr: Mon rang: %s
zh_cn: 我的排名：%s

# 全部领取
source: Claim All
fr: Réclamer
zh_cn: 全部领取

# 我的奖励
source: My Rewards
fr: Mes récompenses
zh_cn: 我的奖励

# 奖励在%s后可领取
source: Get rewards in: %s
fr: Obtenir les récompenses dans: %s
zh_cn: 奖励在%s后可领取

# 查看排名
source: Ranking
fr: Rang
zh_cn: 查看排名

# 积分规则
source: Regulation
fr: Règlement
zh_cn: 积分规则

# 分数
source: Points
zh_cn: 分数

# 我的分数：%s
source: My Points: %s
fr: Mes points: %s
zh_cn: 我的分数：%s

# 我的排名：%d
source: My Ranking: %d
fr: Mon rang: %d
zh_cn: 我的排名：%d

# 暂无排名
source: No Ranking
fr: Aucun rang
zh_cn: 暂无排名

# 排名
source: Ranking
fr: Rang
zh_cn: 排名

# 排行榜信息10分钟刷新一次
source: Refresh in every 10 minutes
fr: Rafraichi dans environ 10 minutes
zh_cn: 每10分钟更新一次

# 我们应该去哪儿?
source: Where should we go ?
fr: Où devrions nous aller?
zh_cn: 我们应该去哪儿?

# 选择
source: Choose
fr: Choisir
zh_cn: 选择

# 准备进攻
source: Attack
fr: Attaque
zh_cn: 准备进攻

# 负重
source: Load
fr: Charger
zh_cn: 负重

# 选中出战的巨龙
source: Choose to fight
fr: Choisir de se battre
zh_cn: 选中出战的巨龙

# 最大
source: Maximum
zh_cn: 最大

# 最小
source: Minimum
zh_cn: 最小

# 驻防
source: Garrison
fr: Garnison
zh_cn: 驻防

# 您还没有龙,快去孵化一只巨龙吧
source: You have no Dragon yet. Get one!
fr: Vous n'avez pas de dragon. Obtenez-en un!
zh_cn: 您还没有巨龙,快去孵化一只巨龙吧

# 复活
source: Revive
fr: Revivre
zh_cn: 复活

# 请选择要派遣的部队
source: Please choose the troops which you want to send out
fr: SVP, choisir les troupes que vous voulez envoyés
zh_cn: 请选择要派遣的部队

# 没有空闲的行军队列
source: No available marching queue
fr: Aucune marche disponible
zh_cn: 没有空闲的行军队列

# 前往解锁
source: Go to unlock
fr: Aller pour débarrer
zh_cn: 前往解锁

# 当前选择的龙处于驻防状态，是否取消驻防将这条龙派出
source: The Dragon you selected is under stationed, are you sure to dispatch it ?
fr: Le dragon que vous avez choisi est en garnison, êtes-vous sûr de l'envoyer?
zh_cn: 当前选择的龙正处于驻防状态，是否取消驻防并将这条龙派出？

# 派出
source: Dispatch
fr: Envoyer
zh_cn: 派出

# 点击最大
source: Tap "Max"
fr: Cliquer "Max"
zh_cn: 点击最大

# 更多
source: More
fr: Plus
zh_cn: 更多

# 世界时间:
source: Universe Time:
fr: Temps universel
zh_cn: 世界时间:

# 账号绑定
source: Account
fr: Compte
zh_cn: 账号

# 选择服务器
source: Server
fr: Serveur
zh_cn: 选择服务器

# 游戏说明
source: FAQ
zh_cn: 游戏说明

# 个人排行榜
source: Player Ranking
fr: Rang du joueur
zh_cn: 个人排行榜

# 联盟排行榜
source: Alliance Ranking
fr: Rang de l'alliance
zh_cn: 联盟排行榜

# 音乐
source: Music
fr: Musique
zh_cn: 音乐

# 音效
source: Sound
fr: Son
zh_cn: 音效

# 推送通知
source: Notice
fr: Avis
zh_cn: 通知

# 已屏蔽用户
source: Blocked
fr: Bloqué
zh_cn: 已屏蔽用户

# 遇到问题
source: Contact US
fr: Contactez-nous
zh_cn: 遇到问题

# 分享
source: Share
fr: Partager
zh_cn: 分享

# 切换账号
source: Switch Account
fr: Changer de compte
zh_cn: 切换账号

# 绑定
source: Bind
fr: Lier
zh_cn: 绑定

# 是否确认将账号绑定到GameCenter %s
source: Are you sure to bind your account with Game Center %s ?
fr: Êtes-vous sûr de lier votre compte avec Game center %s?
zh_cn: 是否确认将账号绑定到Game Center %s ?

# 绑定账号成功
source: Bind successfully !
fr: Lié avec succès!
zh_cn: 绑定账号成功!

# 你尚未登录GameCenter，请先登录你的GameCenter账号，再重试
source: Game Center is not logged in. Please log in and try again.
fr: Vous n'êtes pas connecté à Game Center. SVP, connectez-vous et réessayez.
zh_cn: 你尚未登录Game Center，请先登录你的GameCenter账号，再重试

# 是否确认将账号绑定到Facebook %s
source: Are you sure to bind your account with Facebook %s ?
fr: Êtes vous sur de lier votre compte avec Facebook %s?
zh_cn: 是否确认将账号绑定到Facebook %s

# 链接失败
source: Connect failed
fr: Erreur de connexion
zh_cn: 链接失败

# 是否确认将账号绑定到Google %s
source: Are you sure to bind your account with Google %s ?
fr: Êtes-vous sûr de lier votre compte avec Google%s?
zh_cn: 是否确认将账号绑定到Google %s

# 当前账号
source: Account
fr: Compte
zh_cn: 当前账号

# 所在服务器
source: Server
fr: Serveur
zh_cn: 所在服务器

source: World %s
fr: Monde %s
zh_cn: 世界 %s

# 已绑定
source: Bound
fr: Lié
zh_cn: 已绑定

# 你的账号已经和GameCenter绑定
source: Your Account has been bound with Game Center
fr: Votre compte est lié avec Game Center
zh_cn: 你的账号已经和Game Center绑定

# %s(已绑定)
source: %s(Bound)
fr: %s(lié)
zh_cn: %s(已绑定)

# 你的账号已经和Facebook绑定
source: Already bound with Facebook
fr: Déjà lié avec Facebook
zh_cn: 你的账号已经和Facebook绑定

# 你的账号已经和Google绑定
source: Already bound with Google
fr: Déjà lié avec Google
zh_cn: 你的账号已经和Google绑定

# 与当前的Game Center账号进行绑定
source: Bind with your current Game Center account
fr: Lié avec votre compte courant chez Game Center
zh_cn: 与当前的Game Center账号进行绑定

# 使用Facebook绑定账号
source: Bind with your Facebook account
fr: Lié avec votre compte Facebook
zh_cn: 使用Facebook绑定账号

# 与当前的Google账号进行绑定
source: Bind with your current Google account
fr: Lié avec votre compte Google
zh_cn: 与当前的Google账号进行绑定

# 未绑定
source: Unbound
fr: Non lié
zh_cn: 未绑定

# 你的账号尚未进行绑定，存在丢失风险。绑定账号后你可以在不同设备上登录游戏。
source: Please bind your account, it'll be much safer,and you can play the game on other devices.
fr: SVP, lier votre compte, il est beaucoup plus sécure et vous pouvez jouer ce jeu sur d'autres appareils.
zh_cn: 你的账号尚未进行绑定，存在丢失风险。绑定账号后你可以在不同设备上登录游戏。

# 账号
source: Account
fr: Compte
zh_cn: 账号

# 切换当前GameCenter账号，请确认你的GameCenter已登录
source: Switch to another Game Center account
fr: Changer pour un autre compte de Game Center
zh_cn: 切换当前Game Center账号

# 使用你的Google账号登录
source: Log in with your Google
fr: Connecter avec votre Google
zh_cn: 使用你的Google账号登录

# 使用你的Facebook账号登录
source: Log in with your Facebook
fr: Connecter avec votre Facebook
zh_cn: 使用你的Facebook账号登录

# 你的GameCenter账号出现异常，请稍后重试
source: Game Center is not available now, please try again later.
fr: Game Center n'est pas disponible pour le moment, veuillez essayer plus tard
zh_cn: GameCenter账号异常，请稍后重试

# 你的GameCenter账号绑定了当前游戏账号，在游戏外先切换其他GameCenter账号，再重试
source: Game Center is already bound with your current game account, please switch to another Game Center account (outside the game) and try again.
fr: Game Center est déjà lié avec votre compte du jeu, SVP changer pour une autre compte de Game Center (extérieur du jeu) et réessayer.
zh_cn: 你的Game Center账号绑定了当前游戏账号，在游戏外先切换其他Game Center账号，再重试

# 是否确认切换账号到GameCenter %s
source: Are you sure to switch account to Game Center %s ?
fr: Êtes-vous sûr de changer de compte chez Game Center %s?
zh_cn: 是否确认切换账号到Game Center %s ?

# 你的Google账号绑定了当前游戏账号，请登录其他Google账号，再重试
source: Google is already bound with your current game account, please switch to another Google account (outside the game) and try again.
fr: Google est déjà lié avec votre compte de jeu, SVP changer pour un autre compte Google (extérieur au jeu) et réessayer
zh_cn: 你的Google账号绑定了当前游戏账号，请登录其他Google账号，再重试

# 是否确认切换至Google账号？
source: Are you sure to switch account to Google %s ?
fr: Êtes-vous sûr de changer de compte Google %s?
zh_cn: 是否确认切换至Google账号？

# 你的Facebook账号绑定了当前游戏账号，请登录其他Facebook账号，再重试
source: Facebook is already bound with your current game account, please switch to another Facebook account (outside the game) and try again.
fr: Facebook est déjà lié avec votre compte de jeu, SVP changer pour un autre compte Facebook (extérieur au jeu) et réessayer
zh_cn: 你的Facebook账号绑定了当前游戏账号，请登录其他Facebook账号，再重试

# 是否确认切换至Facebook账号？
source: Are you sure to switch account to Facebook ?
fr: Êtes-vous sûr de changer de compte Facebook?
zh_cn: 是否确认切换至Facebook账号？

# 警告
source: Warning
fr: Avertissement
zh_cn: 警告

# 你当前的账号还未进行绑定，切换账号会导致当前账号丢失，你确定仍要执行本次造作吗？
source: Your account is not bound, switch account will destroy your current game progress, are you sure to switch ?
fr: Votre compte n'est pas lié, changer de compte détruira vos progrès dans la présente partie, êtes-vous sûr de changer?
zh_cn: 你当前的账号还未进行绑定，切换账号会导致当前账号丢失，你确定仍要执行本次操作吗？

# 切换
source: Switch
fr: Changer
zh_cn: 切换

# 返回
source: Back
fr: Retour
zh_cn: 返回

# 联系我们
source: Contact US
fr: Contactez-nous
zh_cn: 联系我们

# 你将使用你的邮箱向我们发送一份邮件
source: Send Email to us with your iOS Mailbox
fr: Envoyer nous un courriel avec votre boite de courrier
zh_cn: 你将使用你的邮箱向我们发送一份邮件

# 支付遇到了问题
source: Purchase Issues
fr: Problèmes d'achat
zh_cn: 支付遇到了问题

# 游戏老是报错
source: Game Issues
fr: Problèmes de jeu
zh_cn: 游戏报错

# 致命性Bug上报
source: Critical Bugs
fr: Erreurs critiques
zh_cn: 致命性Bug上报

# 查实后我们将提供奖励
source: We'll reward you after verification.
fr: Vous recevrez une récompense après vérification.
zh_cn: 查实后我们将提供奖励

# 其他问题
source: Other Issues
fr: Autres problèmes
zh_cn: 其他问题

# 写邮件
source: Contact
zh_cn: 写邮件

# 具体问题
source: Specific problems
fr: Problèmes spécifiques
zh_cn: 具体问题

# 选择语言
source: Language
fr: Langage
zh_cn: 选择语言

# 修改游戏语言为%s? 确认后游戏将重新启动
source: Change language to %s ?
fr: Changer la langue à %s
zh_cn: 修改游戏语言为%s? 确认后游戏将重新启动

# 通知
source: Push
fr: Pousser
zh_cn: 通知

# 提醒
source: Notice
fr: Avertissement
zh_cn: 提醒

# 建筑队列完成提醒
source: Build and Upgrade
fr: Construire et améliorer
zh_cn: 建筑队列完成提醒

# 招募兵种完成提醒
source: Recruit and Heal
fr: Recruter et guérir
zh_cn: 招募兵种完成提醒

# 科技研发完成提醒
source: Research
fr: Rechercher
zh_cn: 科技研发完成提醒

# 工具&装备制造完成提醒
source: Tools and Equipments
fr: Outils et équipements
zh_cn: 工具&装备制造完成提醒

# 瞭望塔预警提醒
source: Watchtower
fr: Tour de guet
zh_cn: 瞭望塔预警提醒

# 圣地战提醒
source: Shrine
fr: Sanctuaire
zh_cn: 圣地战提醒

# 联盟战提醒
source: Alliance Battle
fr: Bataille d'alliance
zh_cn: 联盟战提醒

# 被攻打提醒
source: Be Attack
fr: Être attaqué
zh_cn: 被攻打提醒

# 金龙币消费提醒
source: Consumption Notice
fr: Note de consommation
zh_cn: 金龙币消费提醒

# 你已加入联盟不能切换服务器，退出联盟后重试。
source: You can't switch server since you're in an Alliance,leave Alliance and try again
fr: Vous ne pouvez pas changer de serveur tant que vous êtes dans une alliance, quitter l'alliance et réessayer
zh_cn: 你已加入联盟不能切换服务器，退出联盟后重试

# 不能迁移到选定的服务器
source: You can't migrate to this Server
fr: Vous ne pouvez pas migrer sur ce serveur
zh_cn: 不能迁移到选定的服务器

# 您有商品正在出售,不能切换服务器
source: You can't switch the server since you have something on sale now
fr: Vous ne pouvez pas changer de serveur tant que vous avez quelques choses à vendre.
zh_cn: 你有商品正在出售,不能切换服务器

# 是否确认将该账号迁移至服务器 %s ？（你的游戏进度将不会丢失）
source: Are you sure to migrate your account to Server : %s ? (Your game progress will not be lost)
fr: Êtes-vous sûr de vouloir migrer votre compte sur le serveur: %s? (Votre progression ne sera pas perdue)
zh_cn: 是否确认将该账号迁移至服务器 %s ？（你的游戏进度将不会丢失）

# 城堡等级 Lv%s
source: Castle Level Lv%s
fr: Château niveau %s
zh_cn: 城堡等级 Lv%s

# 不在联盟中
source: Not in an Alliance
fr: Pas dans une alliance
zh_cn: 不在联盟中

# 在联盟当中
source: In an Alliance
fr: Dans une alliance
zh_cn: 在联盟当中

# 传送规则
source: Migration Rule
fr: Règle de migration
zh_cn: 传送规则

# 你只能在未加入联盟的情况传送到新的服务器。
source: You can only migrate to a new Server when you are not in any Alliance.
fr: Vous pouvez migrer sur un nouveau serveur quand vous n'êtes pas dans une alliance.
zh_cn: 你只能在未加入联盟的情况传送到新的服务器。

# 城堡在Lv10一下(不包括Lv10)可免费传送。
source: You can migrate for free when your Castle is under Lv10.
fr: Vous pouvez migrer gratuitement quand le niveau de votre château est moins que 10.
zh_cn: 城堡在Lv10以下(不含Lv10)可免费传送。

# 城堡在Lv10一下(城堡在Lv10以上(包括Lv10)不能传送到新服。)可免费传送。
source: You can't migrate to a new Server when your Castle is over Lv10(include Lv10), and it will take you 2000 Dragon Coins.
fr: Pour migrer votre château sur un nouveau serveur quand votre château est de niveau 10 et plus, il vous en coûtera 2000 pièces de dragons.
zh_cn: 城堡在Lv10以上（含Lv10）不能传送到新服，传送每次收取2000金龙币

# 人口
source: Population
zh_cn: 人口

# 你拥有一片领地
source: You have a Manor here
fr: Vous avez un manoir ici
zh_cn: 你拥有一片领地

# 屏蔽用户
source: Blocked
fr: Bloqué
zh_cn: 屏蔽用户

# 你无法收到屏蔽用户发送的邮件。同时在聊天界面也看不到这个用户的任何发言。
source: You won't receive any chat and mail from the blocked players
fr: Vous ne recevrez aucun courrier ou chat des joueurs bloqués
zh_cn: 你无法收到屏蔽用户发送的邮件。同时在聊天界面也看不到这个用户的任何发言。

# 取消屏蔽
source: Cancel
fr: Annuler
zh_cn: 取消屏蔽

# 战报分享
source: Share
fr: Partager
zh_cn: 战报分享

# 说点什么
source: Say something
fr: Dire quelques choses
zh_cn: 说点什么

# 侦查战报
source: Scout Report
fr: Rapport d'exploration
zh_cn: 侦查战报

# 圣地战报
source: Shrine Report
fr: Rapport du sanctuaire
zh_cn: 圣地战报

# 分享成功
source: Shared Successfully!
fr: Partage réussi!
zh_cn: 分享成功

# 事件详情
source: History
fr: Historique
zh_cn: 事件详情

# 派兵时间 %s
source: Ending in %s
fr: Termine dans %s
zh_cn: 派兵时间 %s

# 参战
source: Attend
fr: Participer
zh_cn: 参战

# 参与联盟GVE活动获得的奖励，击杀数量越高奖励越丰富，派出的部队会在战斗结束后返回。根据到达的先后顺序进行战斗排序
source: The more you kill in the Shrine,the better rewards you'll earn.The battle sequence is decided by the order of player's arrival
fr: Plus vous tuerez dans le sanctuaire, meilleurs seront les récompenses. La séquence de bataille est décidé par l'ordre d'arrivée des joueurs.
zh_cn: 参与联盟圣地活动获得的奖励，击杀数量越高奖励越丰富，根据到达的先后顺序进行战斗排序

# 驻扎中
source: Stationed
fr: Stationné
zh_cn: 驻扎中

# 来自
source: From
fr: De
zh_cn: 来自

# 你已经向圣地派遣了部队
source: You can only send one troop to the Shrine each time.
fr: Vous pouvez envoyer qu'une seule troupe dans le sanctuaire à la fois.
zh_cn: 你同一时间只能向圣地派遣一支部队

# 检测到你的行军时间大于圣地事件时间,可能部队未达到之前，圣地事件已结束。是否继续派兵?
source: Your troop may not reach before the shrine event ends. Continue?
fr: Vos troupes n'arriveront pas avant la fin de l'évènement dans le sanctuaire, Voulez-vous continuer?
zh_cn: 你的行军时间大于圣地事件时间,可能部队未达到之前，圣地事件已结束。是否继续派兵?

# 晋级成功
source: Promoted
fr: Promu
zh_cn: 晋级成功

# 回合%s
source: Round %s
fr: Ronde %s
zh_cn: 回合%s

# 联盟获得
source: Alliance Prize
fr: Prix d'alliance
zh_cn: 联盟获得

# 由于你派兵过晚，未能成功参与本次圣地事件。
source: You didn't attend this Shrine event since you dispatched your troops too late
fr: Vous n'avez pas atteint le sanctuaire à temps, vos troupes sont arrivées trop tard.
zh_cn: 由于你派兵过晚，未能成功参与本次圣地事件。

# 第%d回合
source: Round %d
fr: Ronde %d
zh_cn: 第%d回合

# 很久很久以前，一位英勇的国王统一了大陆 从此人类迎来百年的和平...
source: Long long ago There was a peaceful kingdom
fr: Il y a longtemps longtemps, il y avait un royaume pacifique.
zh_cn: 很久很久以前，一位英勇的国王统一了大陆 人类迎来了百年的和平...

# 直到某一天，王国遭到了邪恶的黑龙的突然袭击 它横行肆虐，吞噬人类...
source: But one day The dark dragon invaded the realm
fr: Mais un jour, le dragon noir envahis le royaume
zh_cn: 直到某一天，王国遭到了邪恶黑龙的突然袭击 它横行肆虐，吞噬人类...

# 人类组织起联军，誓要将黑龙彻底消灭 但一番激战后，联军却几乎全军覆灭...
source: People raised an army to fight it But failed…
fr: Les gens ont monté une armée pour se battre mais perdirent
zh_cn: 人类组织起联军，誓要将黑龙彻底消灭 但一番激战之后，联军几乎全军覆灭...

# 然而，有一位勇士却被黑龙神秘的选中 他的心脏被黑龙夺走，却得以重生...
source: A warrior's heart was taken away by the dragon However,he became the immortal
fr: Le cœur du guerrier a été amené au loin par le dragon. Cependant, il est devenu immortel.
zh_cn: 谁知，一位勇士却被黑龙神秘的选中 他的心脏被黑龙夺走，却因此得以重生...

# 复活后的勇士发现自己竟然能够听懂龙语 现在，人类的命运都背负在他的身上...
source: The warrior found he could order the dragons Now, the fate of human is all on him...
fr: Le guerrier a découvert qu'il pouvait commander les dragons. Maintenant, les espoirs des humains sont sur lui…
zh_cn: 复活后的勇士发现自己竟能够号令龙族 现在，人类的命运都背负在他的身上...

# 广场
source: Square
zh_cn: 广场

# 部队总人口
source: Units Population
fr: Unité de population
zh_cn: 部队总人口

# 获得金龙币
source: Get Dragon Coins
fr: Obtenir des pièces de dragon
zh_cn: 获得金龙币
