Repository: ModunZhang/dragonfall_client
Catalog: Dragonfall/dev/res/i18n/*.po
Languages: fr, zh_cn

source: The Chief and General have the authority to activate events at the shrine, you can get huge rewards when you defeat the enemies of the event. Lords who participate the event and win the battle will get a number of materials of Dragon equipment. Please note that, there will be several troops against you in each shrine event, and they are powerful and numerous, so you’d better call your allies to join the battle as recommended troops amount of the event request. After the event is activated, all the troops from the allies must reached the shrine and wait for the battle before the countdown is finished, or it will not be able to participate the event. Each player could only send one troop to the shrine. All results and rewards will mail to every lord who has participated at the end of the event.
fr: Le chef et les généraux ont l'autorité pour activer des évènements dans le sanctuaire, vous pouvez obtenir de belles récompenses si vous défaites les ennemis. Les seigneurs qui participent à l'évènement et qui gagnent la bataille vont obtenir une quantité de matériel d'équipement de dragons. SVP, notez qu'il y a plusieurs troupes contre vous dans chaque évènement du sanctuaire, ils sont puissants et variés, donc vous devriez appeler vos alliés à joindre la bataille afin d'atteindre la nombre de troupes recommandées. Après que l'évènement est activé, toutes les troupes des alliés pourront atteindre le sanctuaire et attendre la bataille avant le décompte final se termine, où ils ne seront pas capables de participer à l'évènement. Chaque seigneur peut envoyer qu'une seule troupe dans le sanctuaire. Tous les résultats et récompenses seront envoyés par courrier aux seigneurs ayant participé à l'évènement.
zh_cn: 在圣地中，将军和联盟盟主可激活战争事件，当你击败事件中的敌军后可获得丰厚的奖励。每位参与并获胜的领主都能获得一些巨龙装备的材料。需要注意的是，圣地事件中的敌军将有多支部队参战，他们异常强大并数量众多，请尽量按照推荐的玩家数量参加战斗。激活事件后，所有参加事件的盟友部队，都需要在事件倒计时结束前将部队派遣到圣地中等待参战，否则部队将无法参加事件。同一时间，一位玩家只能向圣地派出一支部队参战。当事件倒计时结束后，战斗的结果和奖励将通过邮件告知每一位参战玩家。

# 联盟商店 & 道具
source: The Alliance shop & Items
fr: Magasin d'alliance et items
zh_cn: 联盟商店 & 道具

source: You can spend loyalty to buy various items at the Alliance shop. And you can get the loyalty rewards by helping your allies to speed up. The items divided into basic ones and advanced ones, for the advanced items, it requires the player whose position is above the Alliance quartermaster, he/she can spend Alliance honor points to restock for all the members.
fr: Vous pouvez dépenser les points de loyauté pour achetés divers objets dans le magasin d'alliance. Vous pouvez obtenir des récompenses en loyauté en aidait les alliés à accélérer. Les items sont divisés en items de base et des items avancés. Pour les items avancés, il est nécessaire qu'un joueur dont la position est intendant ou plus dépense des point d'honneur d'alliance pour réapprovisionner pour tous les membres.
zh_cn: 您可以在联盟商店中花费忠诚值兑换各种道具。您可以通过协助盟友加速的方式获得忠诚值。联盟商店中的道具分为低级和高级道具。其中，高级道具需要联盟内军需官以上职位的玩家，花费联盟荣耀值进货后才能购买。

# 巨石阵 & 预警
source: The Stonehenge & Attack warning
fr: Stonehenge et avertissement d'attaques
zh_cn: 巨石阵 & 预警

# 巨石阵能够为所有联盟成员提供预警功能，巨石阵等级越高，能查看到越多的来袭部队信息。同时巨石阵还提供所有联盟成员出征部队的情况。
source: The Stonehenge is a place for showing your Alliance troop marching status and detecting enemy marching towards your allies. the higher level is, the more informations you can get.
fr: Le Stonehenge est la place qui montre le statut de marche des troupes de l'alliance et détecte les marches de vos ennemis vers vos alliés. Plus son niveau est élevé, plus d'information vous obtiendrez.
zh_cn: 巨石阵能够为所有联盟成员提供预警功能，巨石阵等级越高，能查看到越多的来袭部队信息。同时巨石阵还提供所有联盟成员出征部队的情况。

# 升级木工小屋，石匠小屋，矿工小屋，农夫小屋会占用城民，因此我们应该：
source: We need civilians to upgrade the Woodcutter,Quarrier,Miner,Farmer Cabin,so we should :
fr: Nous avons besoin de civils pour améliorer la cabane de bucherons, la cabane de tailleurs, la cabane de mineurs et la cabane de fermiers, nous devons aussi:
zh_cn: 升级木工小屋，石匠小屋，矿工小屋，农夫小屋会占用城民，因此我们应该：

# 优先升级住宅
source: Upgrade the dewelling first
fr: Améliorer les logements en premier
zh_cn: 优先升级住宅

# 鼓励城民生育
source: Encourage the civilians to increase population
fr: Encourage les civils à augmenter la population
zh_cn: 鼓励城民生育

# 进攻其他玩家，抢些人回来！
source: Attack the other players and loot them!
fr: Attaquer les autres joueurs et pillez-les!
zh_cn: 进攻其他玩家，抢些人回来！

# 扩建城市可以解锁更多新建筑，获得更多坑位，那么怎么扩建城市呢？
source: We can unlock more buildings and open grounds by expanding our city,so,how do we expand it?
fr: Nous pouvons débloquer plusieurs bâtiments et ouvrir des terrains par l'expansion de votre cité, alors comment les développer?
zh_cn: 扩建城市可以解锁更多新建筑，获得更多坑位，那么怎么扩建城市呢？

# 升级城堡
source: Upgrade the Castle
fr: Améliorer le château
zh_cn: 升级城堡

# 向神灵祈祷
source: Pray
fr: Prier
zh_cn: 向神灵祈祷

# 雇佣奴隶开垦荒地
source: Hire the slaves for land reclamation
fr: Embaucher des esclaves pour réhabiliter le terrain
zh_cn: 雇佣奴隶开垦荒地

# 龙如果想要晋升星级，下面哪一个不是必要条件？
source: If you want to upgrade the Dragon star level,which one below is not required?
fr: Si vous voulez améliorer le niveau étoilé de votre dragon, lequel ci-dessous n'est pas nécessaire?
zh_cn: 龙如果想要晋升星级，下面哪一个不是必要条件？

# 升级龙的技能
source: Upgrade the Dragon skills
fr: Améliorer les compétences d'un dragon
zh_cn: 升级龙的技能

# 提升龙的等级
source: Upgrade the Dragon level
fr: Améliorer le niveau d'un dragon
zh_cn: 提升龙的等级

# 强化龙的装备
source: Enhance the Dragon equipments
fr: Améliorer l'équipement d'un dragon
zh_cn: 强化龙的装备

# 想要提升龙的技能等级，你需要下面哪一种资源？
source: Which kind of resource is required to upgrade the Dragon skill
fr: Quel type de ressources est requis pour améliorer la compétence d'un dragon?
zh_cn: 想要提升龙的技能等级，你需要下面哪一种资源？

# 英雄之血
source: Hero's blood
fr: Sang d'héros
zh_cn: 英雄之血

# 技能点数
source: Skill point
fr: Point de compétence
zh_cn: 技能点数

# 信用卡
source: Credit card
fr: Carte de crédit
zh_cn: 信用卡

# 升级联盟宫殿可以获得什么好处？
source: What's the benefit from upgrading the Alliance palace ?
fr: Quels sont les bénéfices d'améliorer le palais d'alliance?
zh_cn: 升级联盟宫殿可以获得什么好处？

# 提升联盟的成员上限
source: Increase the max amount of your Alliance member
fr: Augmenter le nombre maximum de membres dans l'alliance
zh_cn: 提升联盟的成员上限

# 能够扩大联盟领地
source: Expand the Alliance territory
fr: Développer le territoire d'alliance
zh_cn: 能够扩大联盟领地

# 能够建一个私人泳池
source: You'll have a private pool
fr: Vous aurez une piscine privée
zh_cn: 能够建一个私人泳池

# 如果不驻防龙城市将不会主动防御敌方的进攻，那么在哪里设置驻防在城市的龙呢？
source: The city won't be defended without a dragon stationed in it. So how can we get the dragon stationed?
fr: La cité ne sera pas défendue sans un dragon en garnison. Alors comment mettre un dragon en garnison?
zh_cn: 如果不驻防龙城市将不会主动防御敌方的进攻，那么在哪里设置驻防在城市的龙呢？

# 在城市的城墙
source: At the Wall
fr: Sur le mur
zh_cn: 在城市的城墙

# 在城市的城堡
source: At the Castle
fr: Sur le château
zh_cn: 在城市的城堡

# 在地图上选一座高耸的山峰
source: Choose a high mountain in the map
fr: Choisir une haute montagne sur la carte
zh_cn: 在地图上选一座高耸的山峰

# 如何在强化龙装备的过程中，获得更多经验值，最快提升装备强化的星级？
source: How can we gain more enhancement points to enhance a Dragon equipment much more faster?
fr: Comment gagner plus de points d'amélioration pour améliorer l'équipement d'un dragon plus rapidement?
zh_cn: 如何在强化龙装备的过程中，获得更多经验值，最快提升装备强化的星级？

# 用相同部位，相同龙的装备强化
source: Choose the equipment with the same part and color
fr: Choisir un équipement de la même partie et de la même couleur
zh_cn: 用相同部位，相同龙的装备强化

# 用相同颜色的装备强化
source: Choose the equipment with the same color
fr: Choisir un équipement de la même couleur
zh_cn: 用相同颜色的装备强化

# 用刚刚炼制出的装备强化
source: Choose the equipment forged just now
fr: Choisir un équipement qui vient d'être forgé
zh_cn: 用刚刚炼制出的装备强化

# 建筑升级到一定等级后需要特殊的建筑材料，这些建筑材料主要来自哪种渠道？
source: We'll need special building materials to upgrade the high level buildings,where do we get them ?
fr: Nous avons besoin de matériaux spéciaux pour bâtiments pour améliorer les bâtiments de haut niveau, où pouvons-nous les obtenir?
zh_cn: 建筑升级到一定等级后需要特殊的建筑材料，这些建筑材料主要来自哪种渠道？

# 生产自工具作坊
source: Produced from the Toolshop
fr: Produit à partir de la manufacture
zh_cn: 生产自工具作坊

# 带领部队在外征战
source: Battle
fr: Bataille
zh_cn: 带领部队在外征战

# 生产自车间
source: Manufactured from the Workshop
fr: Usiné dans l'atelier
zh_cn: 生产自车间

# 联盟荣耀值是非常重要的资源，哪种方式不是联盟获得荣耀值的方式？
source: Alliance Honor is definitely a rare resource,which one below is not the way to get it ?
fr: L'honneur d'alliance est définitivement une ressource rare, laquelle ci-dessous n'est pas la façon de l'obtenir?
zh_cn: 联盟荣耀值是非常重要的资源，哪种方式不是联盟获得荣耀值的方式？

# 给联盟盟主点赞
source: Give a Thumbs-up to your Chief
fr: Féliciter votre chef
zh_cn: 给联盟盟主点赞

# 参加联盟匹配战
source: Attend the Alliance Battle
fr: Participer à la bataille d'alliance
zh_cn: 参加联盟匹配战

# 向联盟捐赠资源
source: Donate resources to your Alliance
fr: Donner des ressources à votre alliance
zh_cn: 向联盟捐赠资源

# 下面哪种方式，不能提升战斗后可治愈伤兵的上限？
source: Which one is not the way to increase the capacity of wounded soldier after a battle ?
fr: Laquelle n'est pas une façon d'augmenter la capacité de soldats blessés après la bataille?
zh_cn: 下面哪种方式，不能提升战斗后可治愈伤兵的上限？

# 升级城市中住宅
source: Upgrade the dwelling
fr: Améliorer le logement
zh_cn: 升级城市中住宅

# 升级城市中医院
source: Upgrade the Hospital
fr: Améliorer l'hôpital
zh_cn: 升级城市中医院

# 升级学院中的相应科技
source: Upgrade Science in the Academy
fr: Améliorer la science dans l'académie
zh_cn: 升级学院中的相应科技

# 在联盟匹配战时，你可以通过龙突袭敌方玩家城市获得什么？
source: What can you get by Scouting enemy city ?
fr: Que gagne-t-on en explorant une cité ennemi?
zh_cn: 在联盟匹配战时，你可以通过龙侦察敌方玩家城市获得什么？

# 敌方城市的相关情报
source: The intelligence of the enemy city
fr: Les renseignements de la cité ennemi
zh_cn: 敌方城市的相关情报

# 抢走敌方城市的银币
source: Coins from the enemy city
fr: Pièces de la cité ennemi
zh_cn: 抢走敌方城市的银币

# 消耗敌方龙的生命值
source: Consume HP of the enemy Dragon
fr: Consommer les HP du dragon ennemi
zh_cn: 消耗敌方龙的生命值

# 如何提升城市中住宅的可建造数量？
source: How to increase the amount of Dwelling ?
fr: Comment augmenter le nombre de logement?
zh_cn: 如何提升城市中住宅的可建造数量？

# 提升市政厅的等级
source: Upgrade the Townhall
fr: Améliorer l'hôtel de ville
zh_cn: 提升市政厅的等级

# 提升住宅的等级
source: Upgrade the Dwelling
fr: Améliorer un logement
zh_cn: 提升住宅的等级

# 提升城堡等级
source: Upgrade the Castle
fr: Améliorer le château
zh_cn: 提升城堡等级

# 如何提升城市中木材小屋的可建造数量？
source: How to increase the amount of Woodcutter Cabin ?
fr: Comment augmenter le nombre de cabanes de bucherons?
zh_cn: 如何提升城市中木材小屋的可建造数量？

# 提升锯木工坊的等级
source: Upgrade the Lumbermill
fr: Améliorer la scierie
zh_cn: 提升锯木工坊的等级

# 提升木工小屋的等级
source: Upgrade the Woodcutter Cabin
fr: Améliorer la cabane de bucherons
zh_cn: 提升木工小屋的等级

# 如何提升城市中石料小屋的可建造数量？
source: How to increase the amount of Quarrier Cabin ?
fr: Comment augmenter le nombre de cabane des tailleurs?
zh_cn: 如何提升城市中石料小屋的可建造数量？

# 提升石匠工坊的等级
source: Upgrade the Stonemason
fr: Améliorer la carrière
zh_cn: 提升石匠工坊的等级

# 提升石料小屋的等级
source: Upgrade the Quarrier Cabin
fr: Améliorer la cabane des tailleurs
zh_cn: 提升石料小屋的等级

# 如何提升城市中矿工小屋的可建造数量？
source: How to increase the amount of Miner Cabin ?
fr: Comment augmenter le nombre de cabanes de mineurs?
zh_cn: 如何提升城市中矿工小屋的可建造数量？

# 提升铸造工坊的等级
source: Upgrade the Foundry
fr: Améliorer la fonderie
zh_cn: 提升铸造工坊的等级

# 提升矿工小屋的等级
source: Upgrade the Miner Cabin
fr: Améliorer la cabane de mineurs
zh_cn: 提升矿工小屋的等级

# 如何提升城市中农场小屋的可建造数量？
source: How to increase the amount of Farmer Cabin ?
fr: Comment augmenter le nombre de cabanes de fermiers
zh_cn: 如何提升城市中农场小屋的可建造数量？

# 提升磨坊的等级
source: Upgrade the Mill
fr: Améliorer le moulin
zh_cn: 提升磨坊的等级

# 升级农夫小屋的等级
source: Upgrade the Farmer Cabin
fr: Améliorer la cabane de fermiers
zh_cn: 升级农夫小屋的等级

# 如何将住宅，木材小屋，石料小屋，矿工小屋，农夫小屋在城市中移动位置？
source: How to move the Dwelling,Woodcutter,Quarrier,Miner,Farmer Cabin in the city ?
fr: Comment déplacer un logement, une cabane de bucherons, une cabane de tailleurs, une cabane de mineurs et une cabane de fermiers dans une cité?
zh_cn: 如何将住宅，木材小屋，石料小屋，矿工小屋，农夫小屋在城市中移动位置？

# 在小屋-信息中使用建筑移动按钮
source: Cabin-Info-Move
fr: Cabine-Info-Déplacer
zh_cn: 在小屋-信息中使用建筑移动按钮

# 用手指拖动想要移动的建筑
source: Drag the building to the place where you want
fr: Glisser le bâtiment à la place ou vous désirez
zh_cn: 用手指拖动想要移动的建筑

# 用你的意念进行移动
source: Move it with your thought
fr: Déplacer le avec la pensée
zh_cn: 用你的意念进行移动

# 当城墙的耐久度完全降低到0时会产生什么后果？
source: What will happen when the durability of your city wall decline to 0 ?
fr: Qu'est-ce qu'il arrive quand les murs de votre cité tombent à zéro?
zh_cn: 当城墙的耐久度完全降低到0时会产生什么后果？

# 敌方联盟会获得额外的联盟积分
source: The enemy will earn extra Kill Score
fr: Votre ennemi gagnera des points supplémentaires de tuerie
zh_cn: 敌方联盟会获得额外的联盟积分

# 你将无法派遣部队
source: You can't dispatch any troop
fr: Vous ne pouvez plus envoyer de troupes
zh_cn: 你将无法派遣部队

# 损失所有的资源
source: Lose all your resources
fr: Perdez toutes vos ressources
zh_cn: 损失所有的资源

# 通过探险可以获得大量的资源，稀有材料和道具，那么从什么敌方进入探险地图呢？
source: We can earn a large number of resources,rare materials and items by exploring the myst, where can we enter the myst ?
fr: Nous pouvons gagner une grande quantité de ressources, de matériels rares et d'item en explorant le Myst, où pouvons-nous entrer dans le Myst?
zh_cn: 通过探险可以获得大量的资源，稀有材料和道具，那么从什么地方进入探险地图呢？

# 城堡旁边的飞艇
source: The Airship around the Castle
fr: Par le zeppelin à côté du château
zh_cn: 城堡旁边的飞艇

# 联盟领地的月门
source: The Moon Gate of the Alliance Territory
fr: Par la porte de la lune dans le territoire de l'alliance
zh_cn: 联盟领地的月门

# 城市中的龙巢
source: The Dragon Nest in the city
fr: Par le nid de dragons dans la cité
zh_cn: 城市中的龙巢

# 以下哪一个条件是控制龙装备的材料掉落的数量和品质？
source: Which one is the key to get more and better materials of Dragon equipment ?
fr: Laquelle est la clé pour obtenir plus et de meilleurs matériaux de dragons?
zh_cn: 以下哪一个条件是控制龙装备的材料掉落的数量和品质？

# 在一场战斗中获得更多的击杀积分
source: Earn more Kill Score in an Alliance Battle
fr: Gagner plus de points de tuerie dans les batailles d'alliance
zh_cn: 在一场战斗中获得更多的击杀积分

# 和赛琳娜搞好关系
source: Keep good relationship with Selina
fr: Garder une bonne relation avec Selina
zh_cn: 和赛琳娜搞好关系

# 击杀掉敌方的龙
source: Killed the enemy Dragon
fr: Tuer un dragon ennemi
zh_cn: 击杀掉敌方的龙

# 想要带兵出征，下面哪一个条件不是必要的条件？
source: Which one is not required when you want to dispatch your troops ?
fr: Lequel n'est pas requis quand on veut envoyer des troupes?
zh_cn: 想要带兵出征，下面哪一个条件不是必要的条件？

# 必须派出英雄
source: Select a Hero
fr: Sélectionner un héro
zh_cn: 必须派出英雄

# 必须派出一条巨龙
source: Select a Dragon
fr: Sélectionner un dragon
zh_cn: 必须派出一条巨龙

# 必须派出军事单位
source: Select your units
fr: Sélectionner vos unités
zh_cn: 必须派出军事单位

# 想要提升部队的最大派出人口上限，下面哪一个方式不是正确的方式？
source: Which one is not the correct way to increase the amount of troops who you want to dispatch ?
fr: Laquelle n'est pas la façon correcte pour augmenter le nombre de troupes que vous pouvez envoyer?
zh_cn: 想要提升部队的最大派出人口上限，下面哪一个方式不是正确的方式？

# 装备并强化龙的发球
source: Enhance and equip the Dragon equipments
fr: Améliorer et équiper les équipements de dragons
zh_cn: 装备并强化龙的法球

# 如何提升联盟领地上村落的等级，从而在采集过程中获得更多资源？
source: How to raise the level of village to get more resources by gathering it ?
fr: Comment augmenter le niveau des villages pour ramasser plus de ressources?
zh_cn: 如何提升联盟领地上村落的等级，从而在采集过程中获得更多资源？

# 在联盟的秩序大厅中升级科技
source: Upgrade the village level in the Order hall
fr: Améliorer le niveau des village dans la préfecture
zh_cn: 在联盟的秩序大厅中升级科技

# 给村落提供帮助
source: "Assist" the village
fr: Assister un village
zh_cn: 给村落提供帮助

# 向联盟盟主发邮件
source: Send a mail to the Alliance Chief
fr: Envoyer un message au chef de l'alliance
zh_cn: 向联盟盟主发邮件

# 在什么地方可以花费忠诚值购买原本需要花费金龙币才能获得道具？
source: Where can you buy the items with Loyalty point instead of Dragon coin
fr: Où peut-on acheter des items avec les points de loyauté plutôt que des pièces de dragons
zh_cn: 在什么地方可以花费忠诚值购买原本需要花费金龙币才能获得道具？

# 联盟领地中的商店
source: Alliance Shop
fr: Magasin d'alliance
zh_cn: 联盟领地中的商店

# 联盟领地的联盟宫殿
source: Alliance Palace
fr: Palais d'alliance
zh_cn: 联盟领地的联盟宫殿

# 城市中的贸易行会
source: Trade Guild
fr: Guilde de commerce
zh_cn: 城市中的贸易行会

# 当发觉你的盟友被攻击，你如何帮助盟友抵御这次攻击？
source: How can you help your ally to defend the enemy ?
fr: Comment pouvez-vous défendre un allié contre un ennemi?
zh_cn: 当发觉你的盟友被攻击，你如何帮助盟友抵御这次攻击？

# 选中盟友城市并派出部队协防
source: Select the city of your ally and "Assist"
fr: Sélectionner la cité de votre allié et assister
zh_cn: 选中盟友城市并派出部队协防

# 给盟友要送一封邮件并支持他
source: Support your ally by sending a mail to him
fr: Supporter votre allié en lui envoyant un courriel
zh_cn: 给盟友要送一封邮件并支持他

# 在聊天频道强烈谴责这种行为
source: Blame the enemy in the Chat channel on his attack
fr: Blâmer votre sur l'écran de chat pour son attaque
zh_cn: 在聊天频道强烈谴责这种行为

# 已经招募的部队会持续消耗粮食，当粮食为0时，你的部队会发生什么？
source: Your troops will consume foods at all times, what will happen when there's no food ?
fr: Vos troupes consomment du pain en tout temps, qu'est--ce qui se passe quand vous n'avez plus de pain?
zh_cn: 已经招募的部队会持续消耗粮食，当粮食为0时，你的部队会发生什么？

# 什么都会不发生
source: Nothing will happen
fr: Rien se passe
zh_cn: 什么都会不发生

# 士兵的战斗力会降低
source: The Attack power of soldiers will be decreased
fr: La puissance d'attaque des soldats diminuera
zh_cn: 士兵的战斗力会降低

# 士兵会不停的逃走
source: Your soldiers will run away
fr: Vos soldats vont s'enfuir
zh_cn: 士兵会不停的逃走

# 在探险时可能会获得一些特殊材料，可以招募特殊的亡灵兵种，那么亡灵兵种有什么特殊属性？
source: You can get special materials for recruiting Undead Army,what's the special attribution of them ?
fr: Vous pouvez obtenir du matériel spécial pour recruter de l'armée des morts-vivants, quelle est leur caractéristique spécial?
zh_cn: 在探险时可能会获得一些特殊材料，可以招募特殊的亡灵兵种，那么亡灵兵种有什么特殊属性？

# 不会持续消耗粮食
source: They don't need any food
fr: Ils n'ont pas besoin de pain
zh_cn: 不会持续消耗粮食

# 长得很特别
source: Special looks
fr: Leur look spécial
zh_cn: 长得很特别

# 没有什么特别
source: Nothing special
fr: Rien de spécial
zh_cn: 没有什么特别

# 想要招募更高级的兵种，你需要在训练营地，猎手大厅，马厩，车间中对兵种晋级。那么晋级需要的条件是什么？
source: You can promote your soldiers in Training Ground,Hunter Hall,Stable and workshop, what's the condition of promoting them ?
fr: Vous pouvez promouvoir vos soldat dans le terrain d'entraînement, le pavillon de chasse, l'écurie et l'atelier. Quelles sont les conditions de les promouvoir?
zh_cn: 想要招募更高级的兵种，你需要在训练营地，猎手大厅，马厩，车间中对兵种晋级。那么晋级需要的条件是什么？

# 升级军事科技，提升兵种的军事科技水平
source: Upgrade the Military Science, earn the Science Points to promote
fr: Améliorer la science militaire, gagner des points de science pour promouvoir
zh_cn: 升级军事科技，提升兵种的军事科技水平

# 积攒经验值
source: Get EXP
fr: Gagner de l'expérience
zh_cn: 积攒经验值

# 收集一套兵种的卡牌
source: Collect a set of soldier's card
fr: Collectionner un ensemble de cartes de soldats
zh_cn: 收集一套兵种的卡牌

# 在进攻敌方城市的时候，可以观察其地形，并派出相应的龙带领部队战斗，这么做的好处是？
source: What's the benifit from sending a Red Dragon to a Desert enemy city ?
fr: Quel est l'avantage d'envoyer un dragon rouge dans une cité ennemi de type désert?
zh_cn: 在进攻敌方城市的时候，可以观察其地形，并派出相应的龙带领部队战斗，这么做的好处是？

# 提升龙的力量，并获得额外的兵种加成
source: Increase the attack of the Red Dragon
fr: Augmente l'attaque du dragon rouge
zh_cn: 提升龙的攻击力，并获得额外的兵种加成

# 这个信息没什么价值
source: Nothing valuable
fr: Rien de notable
zh_cn: 这个信息没什么价值

# 派出相应的兵种可以获得加成
source: Increase the power of your troops
fr: Augmenter la puissance de vos troupes
zh_cn: 派出相应的兵种可以获得加成

# 在联盟宫殿，可以变更联盟的地形，那么变更联盟的地形有什么特殊的用途？
source: You can change Alliance Terrain in the Palace, what's the change for ?
fr: Vous pouvez changer le type de terrain de l'alliance dans le palais, qu'est-ce que cela change?
zh_cn: 在联盟宫殿，可以变更联盟的地形，那么变更联盟的地形有什么特殊的用途？

# 击杀敌方单位时，会掉落对应龙的装备材料
source: You will get the relevant materials when you kill the enemy troops
fr: Vous obtiendrez du matériel pertinent quand vous tuez des troupes ennemis
zh_cn: 击杀敌方单位时，会掉落对应龙的装备材料

# 获得不同的资源产量加成
source: Increase the resources output
fr: Augmenter la production de ressources
zh_cn: 获得不同的资源产量加成

# 用来区分敌我双方的领土不一样
source: Just to make difference between the two Alliances
fr: Fait la différence entre deux alliances
zh_cn: 用来区分敌我双方的领土不一样

# 普通抽奖1次
source: Play lottery 1 time
fr: Jouer une loterie 1 fois
zh_cn: 普通抽奖1次

# 高级抽奖1次
source: Play advanced lottery 1 time
fr: Jouer une loterie avancée 1 fois
zh_cn: 高级抽奖1次

# 村落每采集1单位的木材
source: Gather 1 wood in the village
fr: Ramasser 1 bois dans le village
zh_cn: 村落每采集1单位的木材

# 村落每采集1单位的石料
source: Gather 1 stone in the village
fr: Ramasser 1 roche dans le village
zh_cn: 村落每采集1单位的石料

# 村落每采集1单位的铁矿
source: Gather 1 iron in the village
fr: Ramasser 1 fer dans le village
zh_cn: 村落每采集1单位的铁矿

# 村落每采集1单位的粮食
source: Gather 1 food in the village
fr: Ramasser 1 pain dans le village
zh_cn: 村落每采集1单位的粮食

# 村落每采集1单位的银币
source: Gather 1 coin in the village
fr: Ramasser 1 pièce dans le village
zh_cn: 村落每采集1单位的银币

# 掠夺玩家1单位的木材
source: Plunder 1 wood from other players
fr: Piller 1 bois chez un autre joueur
zh_cn: 掠夺玩家1单位的木材

# 掠夺玩家1单位的石料
source: Plunder 1 stone from other players
fr: Piller 1 roche chez un autre joueur
zh_cn: 掠夺玩家1单位的石料

# 掠夺玩家1单位的铁矿
source: Plunder 1 iron from other players
fr: Piller 1 fer chez un autre joueur
zh_cn: 掠夺玩家1单位的铁矿

# 掠夺玩家1单位的粮食
source: Plunder 1 food from other players
fr: Piller 1 pain chez un autre joueur
zh_cn: 掠夺玩家1单位的粮食

# 掠夺玩家1单位的银币
source: Plunder 1 coin from other players
fr: Piller 1 pièce chez un autre joueur
zh_cn: 掠夺玩家1单位的银币

# 探索1-4章的1个关卡
source: Explore the Myst once(Chapter 1-4)
fr: Explorer le Myst une fois (Chapitre 1-4)
zh_cn: 探索1-4章的1个关卡

# 探索5-8章的1个关卡
source: Explore the Myst once(Chapter 5-8)
fr: Explorer le Myst une fois (Chapitre 5-8)
zh_cn: 探索5-8章的1个关卡

# 探索9-12章的1个关卡
source: Explore the Myst once(Chapter 9-12)
fr: Explorer le Myst une fois (Chapitre 9-12)
zh_cn: 探索9-12章的1个关卡

# 探索13-16章的1个关卡
source: Explore the Myst once(Chapter 13-16)
fr: Explorer le Myst une fois (Chapitre 13-16)
zh_cn: 探索13-16章的1个关卡

# 探索17-20章的1个关卡
source: Explore the Myst once(Chapter 17-20)
fr: Explorer le Myst une fois (Chapitre 17-20)
zh_cn: 探索17-20章的1个关卡

# 探索21-24章的1个关卡
source: Explore the Myst once(Chapter 21-24)
fr: Explorer le Myst une fois (Chapitre 21-24)
zh_cn: 探索21-24章的1个关卡

# 黑龙军团Lv1-Lv8
source: Defeat the Dark Army(Lv1-Lv8)
fr: Défaire l'armée noire (Niv1-Niv8)
zh_cn: 击败黑龙军团Lv1-Lv8

# 黑龙军团Lv9-Lv16
source: Defeat the Dark Army(Lv9-Lv16)
fr: Défaire l'armée noire (Niv9-Niv16)
zh_cn: 击败黑龙军团Lv9-Lv16

# 黑龙军团Lv17-Lv24
source: Defeat the Dark Army(Lv17-Lv24)
fr: Défaire l'armée noire (Niv17-Niv24)
zh_cn: 击败黑龙军团Lv17-Lv24

# 黑龙军团Lv25-Lv32
source: Defeat the Dark Army(Lv25-Lv32)
fr: Défaire l'armée noire (Niv25-Niv32)
zh_cn: 击败黑龙军团Lv25-Lv32

# 黑龙军团Lv33-Lv40
source: Defeat the Dark Army(Lv33-Lv40)
fr: Défaire l'armée noire (Niv33-Niv40)
zh_cn: 击败黑龙军团Lv33-Lv40

# 获取1单位的英雄之血
source: Earn 1 Hero's blood
fr: Gagner 1 sang de dragons
zh_cn: 获取1单位的英雄之血

# 招募部队Ⅰ：步兵/弓兵
source: Recruit Troop Ⅰ: Infantry/Archer
fr: Recruter des troupes Ⅰ : Infanterie / Archer
zh_cn: 招募部队Ⅰ：步兵/弓兵

# 招募部队Ⅰ：骑兵/攻城武器
source: Recruit Troop Ⅰ: Cavalry/Siege
fr: Recruter des troupes Ⅰ : Cavalerie / Siège
zh_cn: 招募部队Ⅰ：骑兵/攻城武器

# 招募部队Ⅱ：步兵/弓兵
source: Recruit Troop Ⅱ: Infantry/Archer
fr: Recruter des troupes Ⅱ : Infanterie / Archer
zh_cn: 招募部队Ⅱ：步兵/弓兵

# 招募部队Ⅱ：骑兵/攻城武器
source: Recruit Troop Ⅱ: Cavalry/Siege
fr: Recruter des troupes Ⅱ : Cavalerie / Siège
zh_cn: 招募部队Ⅱ：骑兵/攻城武器

# 招募部队Ⅲ：步兵/弓兵
source: Recruit Troop Ⅲ: Infantry/Archer
fr: Recruter des troupes Ⅲ : Infanterie / Archer
zh_cn: 招募部队Ⅲ：步兵/弓兵

# 招募部队Ⅲ：骑兵/攻城武器
source: Recruit Troop Ⅲ: Cavalry/Siege
fr: Recruter des troupes Ⅲ : Cavalerie / Siège
zh_cn: 招募部队Ⅲ：骑兵/攻城武器

# %s血量增加
source: Increase %s HP
fr: Augmentation PV %s
zh_cn: %s血量增加

# %s对%s的攻击
source: %s attack:against %s
fr: %s attaque: contre %s
zh_cn: %s对%s的攻击

# 晋升%s的星级
source: Upgrade %s star level
fr: Amélioration %s niveau étoilé
zh_cn: 晋升%s的星级

# %s帮助升级%s成功
source: %s helped you to upgrade %s
fr: %s vous a aidé pour l'amélioration de %s
zh_cn: %s帮助升级%s成功

# 联盟已经迁移
source: Your Alliance has migrated
fr: Votre alliance a migré
zh_cn: 联盟已经迁移

# 联盟对战已开始，您将进入自己联盟对战地图。
source: Alliance Battle has begun !
fr: Bataille d'alliance commence!
zh_cn: 联盟对战已开始，您将进入自己的联盟对战地图。

# 玩家被禁言
source: Your are muted by system, please contact the Custom Service.
fr: Vous avez été mis en sourdine par le système, SVP vérifier votre courrier dans le jeu
zh_cn: 你因不妥的言语被系统禁言
