Repository: ModunZhang/dragonfall_client
Catalog: Dragonfall/dev/res/i18n/*.po
Languages: fr, zh_cn

# 你有一封新的邮件
source: You've got a new mail
fr: Vous avez un nouveau courriel
zh_cn: 你有一封新的邮件

# 你有一封新的战报
source: You've got a new report
fr: Vous avez un nouveau rapport
zh_cn: 你有一封新的战报

# 采集村落
source: Gathering village
fr: Ramassage dans un village
zh_cn: 采集村落

# 突袭成功
source: Scout Successfully
fr: Réussite de l'exploration
zh_cn: 侦察成功

# 突袭失败
source: Scout failed
fr: Échec de l'exploration
zh_cn: 侦察失败

# 突袭村落成功
source: Scout village Successfully
fr: Réussite de l'exploration du village
zh_cn: 侦察村落成功

# 突袭村落失败
source: Scout village failed
fr: Échec de l'exploration du village
zh_cn: 侦察村落失败

# 防守突袭失败
source: Defend scouting failed
fr: Échec de la défense contre l'exploration
zh_cn: 防守侦察失败

# 防守突袭成功
source: Defend scouting Successfully
fr: Réussite de la défense contre l'exploration
zh_cn: 防守侦察成功

# 防守突袭村落失败
source: Defend scouting village failed
fr: Échec de la défense du village contre l'exploration
zh_cn: 防守侦察村落失败

# 防守突袭村落成功
source: Defend scouting village Successfully
fr: Réussite de la défense du village contre l'exploration
zh_cn: 防守侦察村落成功

# 进攻协防部队成功
source: Attack assist troops Successfully
fr: Réussite de l'attaque des troupes de support
zh_cn: 进攻协防部队成功

# 进攻协防部队失败
source: Attack assist troops failed
fr: Échec de l'attaque des troupes de support
zh_cn: 进攻协防部队失败

# 进攻城市成功
source: Attack enemy Castle Successfully
fr: Réussite de l'attaque du château ennemi
zh_cn: 进攻城市成功

# 进攻城市失败
source: Attack enemy Castle failed
fr: Échec de l'attaque du château ennemi
zh_cn: 进攻城市失败

# 防守城市成功
source: Defend Castle Successfully
fr: Réussite de la défense du château
zh_cn: 防守城市成功

# 防守城市失败
source: Defend Castle failed
fr: Échec de la défense du château
zh_cn: 防守城市失败

# 协助防守城市成功
source: Assist defending Successfully
fr: Réussite du support en défense
zh_cn: 协助防守城市成功

# 协助防守城市失败
source: Assist defending failed
fr: Échec du support en défense
zh_cn: 协助防守城市失败

# 占领村落成功
source: Occupy village successfully
fr: Réussite de l'occupation du village
zh_cn: 占领村落成功

# 占领村落失败
source: Occupy village failed
fr: Échec de l'occupation du village
zh_cn: 占领村落失败

# 防守村落成功
source: Defend village Successfully
fr: Réussite de défense du village
zh_cn: 防守村落成功

# 防守村落失败
source: Defend village failed
fr: Échec de défense du village
zh_cn: 防守村落失败

# 采集报告
source: Gathering report
fr: Rapport de ramassage
zh_cn: 采集报告

# 进攻黑龙军团成功
source: Attack Dark Army Successfully
fr: Réussite de l'attaque de l'armée noire
zh_cn: 进攻黑龙军团成功

# 进攻黑龙军团失败
source: Attack Dark Army failed
fr: Échec de l'attaque de l'armée noire
zh_cn: 进攻黑龙军团失败

# 攻打联盟圣地成功
source: Attack Shrine Successfully
fr: Réussite de l'attaque dans le sanctuaire
zh_cn: 攻打联盟圣地成功

# 攻打联盟圣地失败
source: Attack Shrine Failed
fr: Échec de l'attaque dans le sanctuaire
zh_cn: 攻打联盟圣地失败

# 地块未解锁
source: locked
fr: Barré
zh_cn: 地块未解锁

# 建筑已经达到最高等级
source: Max Building Level
fr: Niveau maximum de bâtiment
zh_cn: 建筑已经达到最高等级

# 升级城堡解锁此建筑
source: Upgrade Castle to unlock this building
fr: Améliorer le château pour débloquer ce bâtiment
zh_cn: 升级城堡来解锁此建筑

# 请首先提升城堡等级
source: Upgrade Castle first
fr: Améliorer le château en premier
zh_cn: 请首先提升城堡等级

# 资源不足
source: Need more Resources
fr: Besoin de plus de ressources
zh_cn: 资源不足

# 建造队列不足
source: No idle build queue
fr: Aucune queue de construction disponible
zh_cn: 建造队列不足

# 资源不足.建造队列不足
source: Need more Resources and build queue
fr: Besoin de plus de ressources et de queue de construction
zh_cn: 资源不足.建造队列不足

# 金龙币不足
source: Need more Dragon coins
fr: Besoin de plus de pièces de dragon
zh_cn: 金龙币不足

# 等级小于0级
source: The level is less than 0
fr: Le niveau est moins que 0
zh_cn: 等级小于0级

# 建筑正在升级
source: The building is being upgraded
fr: Le bâtiment est en cours d'amélioration
zh_cn: 建筑正在升级

# 城民上限不足,无法升级小屋,请升级或建造住宅
source: Need more civilians,build or upgrade a dwelling first
fr: Besoin de plus de civils, construisez ou améliorer un logement tout d'abord
zh_cn: 城民不足,请升级或建造住宅

# 前置建筑等级未满足
source: The Precondition unfulfilled
fr: Les préconditions ne sont pas remplies
zh_cn: 前置建筑等级未满足

# 需要%s达到%d级
source: %s Lv%d is required
fr: %s Niv%d est requis
zh_cn: 需要%s达到%d级

# 升级军事科技队列被占用
source: Upgrade queue is busy
fr: La queue d'amélioration est occupée
zh_cn: 升级军事科技队列被占用

# 银币不足,需要补充:%s 银币
source: Not enough Coins, need %s Coins more
fr: Pas assez de pièce, besoin de %s pièces de plus
zh_cn: 银币不足,需要补充:%s 银币

# 木人桩不足,需要补充:%s 木人桩
source: Not enough Spilings, need %s Spilings more
fr: Pas assez de pantin, besoin de %s pantins de plus
zh_cn: 木人桩不足,需要补充:%s 木人桩

# 箭靶不足,需要补充:%s 箭靶
source: Not enough Arrow targets, need %s Arrow targets more
fr: Pas assez de cible, besoin de %s cibles de plus
zh_cn: 箭靶不足,需要补充:%s 箭靶

# 马鞍不足,需要补充:%s 马鞍
source: Not enough Saddles, need %s Saddles more
fr: Pas assez de selle, besoin de %s selles de plus
zh_cn: 马鞍不足,需要补充:%s 马鞍

# 精铁零件不足,需要补充:%s 精铁零件
source: Not enough Components, need %s Components more
fr: Pas assez de composantes, besoin de %s composantes de plus
zh_cn: 精铁零件不足,需要补充:%s 精铁零件

# 建造%s至%d级完成
source: %s Lv%d has been built
fr: %s Niv%d est construit
zh_cn: 建造%s至%d级完成

# 生产科技升级完成
source: Science upgraded
fr: Science amélioré
zh_cn: 生产科技升级完成

# 军事科技升级完成
source: Upgrade military science complete
fr: Amélioration de la science militaire complétée
zh_cn: 军事科技升级完成

# 招募士兵完成
source: Recruit complete
fr: Recrutement complété
zh_cn: 招募士兵完成

# 治愈士兵完成
source: Heal complete
fr: Guérison complétée
zh_cn: 治愈士兵完成

# 士兵晋级完成
source: Upgrade soldier complete
fr: Améliorer un soldat complété
zh_cn: 士兵晋级完成

# 晋级%s至%d星完成
source: Upgrade %s to star %d complete
fr: Amélioration de %s à %d étoiles complété
zh_cn: 晋级%s至%d星完成

# %s已经复活
source: %s has been revived
fr: %s est ressuscité
zh_cn: %s已经复活

# 制造装备完成
source: Equipment produced
fr: Équipement produit
zh_cn: 制造装备完成

# 制造材料完成
source: Material Produced Successfully
fr: Production de matériel réussi
zh_cn: 制造材料完成

# 每日任务%s完成
source: Daily quest %s complete
fr: La quête quotidienne %s est complétée
zh_cn: 每日任务%s完成

# 修建%s到LV%d完成
source: Upgrade %s to Lv%d complete
fr: Amélioration de %s au Niv%d complétée
zh_cn: 修建%s到Lv%d完成

# 招募%s X%d完成
source: Training completed:%s X%d
fr: Entraînement complété: %s X%d
zh_cn: 招募%s X%d完成

# 晋升%s的星级 star %d完成
source: Promote %s to Star %d complete
fr: Promotion de %s à %d étoiles complétée
zh_cn: 晋升%s的星级%d完成

# 治愈%s完成
source: Heal complete:%s
fr: Guérison complétée: %s
zh_cn: 治愈%s完成

# 制造%d个材料完成
source: Produce %d materials complete
fr: Production du matériel %d complétée
zh_cn: 制造%d个材料完成

# 制造%s装备完成
source: %s has been produced
fr: %s a été produit
zh_cn: 制造%s装备完成

# 我的城市
source: My Castle
fr: Mon château
zh_cn: 我的城市

# 联盟地形已经改变
source: The Alliance territory has been changed
fr: Le territoire de l'alliance a été changé
zh_cn: 联盟地形已经改变

# 占领村落
source: Occupy the village
fr: Occuper le village
zh_cn: 占领村落

# 大人, 占领村落可以采集资源。
source: My lord, you can gather all kinds of resources by occupying villages.
fr: Monseigneur, vous pouvez ramasser toutes les sortes de ressources dans les villages
zh_cn: 大人, 占领村落可以采集各种你所需的资源。

# 大人，将多余的资源捐献给联盟获得联盟荣誉值，联盟荣誉值用于升级联盟建筑。
source: My lord, you can donate your excess resources to your Alliance for the Honor points, which can be used for upgrading your Alliance buildings.
fr: Monseigneur, vous pouvez donner votre excédant de ressources à votre alliance pour des points d'honneur, qui seront utilisés pour améliorer les bâtiments de l'alliance
zh_cn: 大人，将多余的资源捐献给联盟即可获得联盟荣誉值，联盟荣誉值可用于升级联盟建筑。

# 击败黑龙军团
source: Defeat the Dark Army
fr: Défaire l'armée noire
zh_cn: 击败黑龙军团

# 大人, 击败黑龙军团的探子可以获得道具和材料。
source: My lord, you will earn abundant items and materials by defeating the Dark Army.
fr: Monseigneur, vous gagnerez plusieurs items et matériaux en défaisant l'armée noire
zh_cn: 大人, 击败黑龙军团的探子可以获得丰厚的道具和材料奖励。

# 联盟的将军和领主可以激活圣地时间。参加并完成后，可获得巨龙装备的材料。
source: The Chief or General has the authority to activate the Shrine events, which will let you and your allies earn lots of precious Dragon materials.
fr: Le chef ou les généraux ont l'autorité d'activer un évènement dans le sanctuaire, lequel vous permettra, à vous et vos alliés, d'obtenir plusieurs précieux matériaux de dragons
zh_cn: 联盟的盟主和将军可以激活圣地事件，参加并完成后，可获得珍贵的巨龙装备材料。

# 即将开放
source: Coming Soon
fr: Bientôt
zh_cn: 即将开放

# 此建筑即将开放
source: Coming Soon…
fr: Bientôt!
zh_cn: 此建筑即将开放

# 玩法介绍
source: Introduction
zh_cn: 玩法介绍

# 你已经退出联盟
source: You've left the Alliance
fr: Vous avez quitté l'alliance
zh_cn: 你已经退出联盟

# 你可以移动%s到%s将消耗荣耀值%s,确认要移动吗?
source: Move %s to %s,cost %s honor,sure?
fr: Déplacer %s à %s, coûte %s points d'honneur, êtes-vous sûr?
zh_cn: 你可以移动%s到%s将消耗荣耀值%s,确认要移动吗?

# 无法移动到目标位置
source: Can't move to this place
fr: Vous ne pouvez déplacer à cette place
zh_cn: 无法移动到目标位置

# 数周之后…
source: Several weeks later…
fr: Plusieurs semaines plus tard…
zh_cn: 数周之后…

# 太好了，你终于醒过来了，觉醒者。。。我的名字叫赛琳娜，我们寻找那你这样的觉醒者已经很长时间了。。。
source: Thank lord, you wake up finally… My name's Selina, we've being looking for "Arisen" like you for a long time.
fr: Merci seigneur, vous vous réveillez enfin.. Mon nom est Selina, nous avons cherché longtemps un "Arisen" tel que vous.
zh_cn: 太好了，你终于醒过来了，觉醒者…我的名字叫赛琳娜，我们寻找你这样的觉醒者已经很长时间了。

# 我建议你最好别乱动，你刚刚在同黑龙作战的过程中受了伤，伤口还没复原。。。
source: You're seriously injured during the Dragon raid, so, please just take a good rest.
fr: Vous avez été gravement blessé lors du raid de dragon, SVP, reposez-vous.
zh_cn: 我建议你最好别乱动，你刚刚在同黑龙作战的过程中受了重伤，伤口还没有复原…

# 我知道你好友很多疑问，不过首先，我们需要前往寻找一个安全的地方？
source: You must have lots of doubts, but firstly, we need to find a safe place to settle.
fr: Vous avez beaucoup de doutes, mais premièrement, nous devons trouver un endroit sécuritaire pour s'installer
zh_cn: 我知道你还有很多疑问，不过首先，我们需要寻找一个安全的地方落脚。

# 点击空地：建造%s
source: Tap to build %s
fr: Cliquer pour construire %s
zh_cn: 点击空地：建造%s

# 点击建筑：%s
source: Tap building:%s
fr: Cliquer sur le bâtiment: %s
zh_cn: 点击建筑：%s

# 主人
source: My Lord
fr: Monseigneur
zh_cn: 主人

# 需要一条空闲状态的魔龙才能探险
source: You need an idle Dragon to explore the myst
fr: Vous devez avoir un dragon disponible pour explorer le Myst
zh_cn: 需要一条空闲状态的魔龙才能探险

# 是否跳过新手引导？
source: Are you sure to skip the beginner guide?
fr: Êtes-vous sur de vouloir sauter le guide du débutant?
zh_cn: 是否跳过新手引导？

# 建造矿工小屋
source: Build a Miner Cabin
fr: Construire une cabane de mineurs
zh_cn: 建造矿工小屋

# 我们到了。。。现在你的伤也恢复的差不多了，让我们来测试一下你觉醒者的能力吧。。。
source: Aha! We are arrived… You've almost recovered, do you want to test your Arisen Power now?
fr: Aha! Vous êtes arrivés… Vous avez presque tout récupéré, voulez-voulez tester votre puissance d'"ARISEN" maintenant?
zh_cn: 我们到了…现在你的伤也恢复的差不多了，让我们来测试一下你觉醒者的能力吧。

# 拥有了驾驭龙族的力量，一定能击败邪恶的黑龙，重建帝国的荣耀！
source: Since you have the amazing power to lead Dragons, we definitely will defeat the vicious Dark Dragon and rebuild our empire!
fr: Puisque vous avez ce pouvoir incroyable de diriger les dragons, nous nous allons battre définitivement ces vicieux dragons noirs et rebâtir notre empire!
zh_cn: 拥有了驾驭龙族的力量，一定能击败邪恶的黑龙，重建帝国的荣耀！

# 不过可惜这座城市太弱小了，我们得重头开始发展。建造住宅为城市提供空闲城民，用于生产资源和招募部队。。。
source: But we are too weak now, so we need to construct the city from the beginning… Build a dwelling for civillians, who can produce resources and recruit troops.
fr: Mais nous sommes trop faibles présentement, alors nous devons construire une cité pour commencer… Construire des logements pour les civils qui pourront produire des ressources et recruter des troupes.
zh_cn: 不过可惜这座城市太弱小了，我们必须从头开始发展。建造住宅为城市提供空闲城民，并用于生产资源和招募部队。

# 非常好，现在我们来升级城堡！城堡等级越高，可以解锁更多建筑…
source: Wow, great! Now let's upgrade the Castle, you can unlock more new buildings with higher Castle level
fr: Wow, super! Maintenant, améliorez le château. Vous pourrez débloquer plusieurs nouveaux bâtiments avec un niveau plus haut de château.
zh_cn: 非常好，现在我们来升级城堡！城堡等级越高，可以解锁更多建筑…

# 点击解锁%s
source: Tap to unlock %s
fr: Cliquer pour débloquer %s
zh_cn: 点击解锁%s

# 年轻人，带兵打仗可不是过家家，如果你信得过我这把老骨头，就让我来教教你。。。
source: Young man, never make a joke of war. If you trust me, I can teach you some skills.
fr: Jeune homme, ne jamais plaisanter avec la guerre. Si vous me faites confiance, je vais vous enseigner quelques habilités.
zh_cn: 年轻人，带兵打仗可不是过家家，如果你信得过我这把老骨头，就让我来教教你…

# 很好，我没有看错你！从今天起，我，皇家骑士克里冈，愿带领我的手下追随大人征战四方。。。
source: Good, You're abusolutely a great leader! I, Clegane, will follow you with my all troops!
fr: Super, vous êtes absolument un grand leader! Moi, Clegane, vous suivrez avec toutes mes troupes!
zh_cn: 很好，我没有看错你！从今天起，我，皇家骑士克里冈，愿带领我的手下追随大人征战四方！

# 获得奖励
source: Got rewards
fr: Récompenses obtenues
zh_cn: 获得奖励

# 领主大人，光靠城市基本的资源产出，无法满足我们的发展需求…
source: My lord, the resources produced in the city is far from enough for the empire…
fr: Monseigneur, les ressources produites dans la cité est loin d'être suffisant pour l'empire…
zh_cn: 领主大人，光靠城市基本的资源产出，无法满足我们的建立帝国的需求…

# 我倒是知道一个地方，有些危险，但有着丰富的物资，也许我们尝试着探索。。。
source: I know a place, which, though a little dangerous, is extremely rich in various resources and special items. Maybe we should explore it now.
fr: Je connais une place qui est un peu dangereuse mais extrêmement riche en ressources et en items spéciaux. Peut-être devrions-nous l'explorer maintenant.
zh_cn: 我倒是知道一个地方，虽然有些危险，但有着丰富的物资，也许我们尝试着进行探索。

# 点击飞艇进入探险地图
source: Tap the Airship to enter myst
fr: Cliquer sur le zeppelin pour entre dans le Myst
zh_cn: 点击飞艇进入探险地图

# 领主大人，你跑到哪里去了，人家可是找了你半天了。。。我们得抓紧时间解锁更多建筑！
source: My lord, I was looking for you everywhere… We gotta unlock more buildings!
fr: Monseigneur, je vous cherchais partout… Nous devons débloquer plus de bâtiments!
zh_cn: 领主大人，你跑到哪里去了，人家可是找了你半天了…我们得抓紧时间解锁更多建筑！

# 领主大人, 你跑到那里去了...有士兵受伤了?我们需要解锁医院来治愈他们
source: There are some wounded soldiers, we need to unlock the "Hospital" to heal them.
fr: Il y a quelques soldats blessés, nous devons débloquer l'hôpital pour les soigner.
zh_cn: 领主大人, 你跑到那里去了…有士兵受伤了？我们需要立即解锁医院来治愈他们。

# 升级城堡来解锁医院
source: Upgrade the Castle to unlock hospital
fr: Améliorer le château pour débloquer l'hôpital
zh_cn: 升级城堡来解锁医院

# 领主大人, 解锁学院可以研发科技, 获得额外木材产出加成...
source: My lord, you can research sciences by unlocking the "Academy", which can highly increase the output of resources.
fr: Monseigneur, vous pouvez faire des recherches en science en débloquant l'académie qui augmentera grandement la production de ressources.
zh_cn: 领主大人, 解锁学院可以研发科技, 获得额外木材产出加成…

# 升级城堡来解锁学院
source: Upgrade the Castle to unlock Academy
fr: Améliorer le château pour débloquer l'académie
zh_cn: 升级城堡来解锁学院

# 领主大人, 你听过灵魂石吗?那是用来召唤亡灵战士的...不过我不确定我们有这玩意儿
source: Have you ever heard of the "Soul gem"? A rare part of materials for recruiting undead army… But I doubt if we have these.
fr: Avez-vous entendu parler des "pierres d'âme"? Un matériel rare pour recruter l'armée des morts-vivants..mais je doutes que nous en ayons.
zh_cn: 领主大人, 你听过灵魂石吗？那是用来召唤亡灵战士的重要材料…不过我不确定我们有这玩意儿。

# 升级城堡来解锁材料库房
source: Upgrade the Castle to unlock Material depot
fr: Améliorer le château pour débloquer le dépôt de matériel
zh_cn: 升级城堡来解锁材料库房

# 领主大人, 建造和升级建筑需要大量的木材. 建造木工小屋能不停产出木材
source: My lord, we need a large number of wood to build or upgrade buildings. Build a Woodcutter Cabin, it'll produce wood resources continually.
fr: Monseigneur, nous avons besoin de beaucoup de bois pour construire et améliorer les bâtiments. Construisez des cabanes de bucherons, elles produiront du bois continuellement
zh_cn: 领主大人, 建造和升级建筑需要大量的木材. 建造木工小屋能不停产出木材。

# 建造木工小屋
source: Build a Woodcutter Cabin
fr: Construire une cabane de bucherons
zh_cn: 建造木工小屋

# 建造石匠小屋和矿工小屋,就算领主大人不在,工人们也会不停生产资源
source: Build a quarrier cabin and miner cabin, and the workers there will produce resources for you automatically, even though you're not around.
fr: Construisez des cabanes de tailleurs et des cabanes de mineurs, les travailleur produiront des ressources automatiquement même si vous n'êtes pas là.
zh_cn: 建造石匠小屋和矿工小屋,就算领主大人不在,工人们也会不停的生产资源。

# 建造石匠小屋
source: Build a Quarrier Cabin
fr: Construire une cabane de tailleurs
zh_cn: 建造石匠小屋

# 看来大人你已经能够顺利接管这座城市了。。。如果不知道该干什么可以点击左上角的推荐任务
source: It seems that you can take over this city now… If you have no idea about what to do next, just tap the recommended task bar at the upper left, see you, my lord.
fr: Il semble que vous soyez capable de prendre en charge cette cité maintenant… Si vous n'avez aucune idée de ce qu'il faut faire, Juste cliquer sur la barre de tâche en haut à gauche, vous voyez?
zh_cn: 看来大人你已经能够顺利接管这座城市了…如果不知道该干什么可以点击左上角的推荐任务。

# 选择一个空地,将小屋移动到这里
source: Choose an open ground and move the cabin there
fr: Choisir un terrain ouvert et déplacer la cabane là
zh_cn: 选择一处空地,将小屋移动到那里

# %s 大人，接下来请按照推荐任务发展城市，完成后可以获得大量的资源和其他奖励！
source: Lord %s, next, I suggest you to follow the Recommended Tasks, you will earn abundant resources and rewards by finishing them. Good luck my lord !
fr: Seigneur %s, je suggère que vous suiviez les tâches recommandées, vous gagnerez d'abondantes ressources et récompenses en les terminant. Bonne chance monseigneur!
zh_cn: %s 大人，接下来请按照推荐任务发展城市，完成后可以获得大量的资源和其他奖励！

# %s 领主大人，这个世界上的觉醒者并不只有你一人。加入其他觉醒者的联盟或创建自己的联盟，会让我们发展得更迅速。
source: Lord %s, join or create an Alliance, which will help you to get more resources, become much stronger and meet more friends, for sure!
fr: Seigneur %s, joignez ou créez une alliance qui vous aidera à obtenir plus de ressources, à devenir plus fort et à rencontrer plus d'amis assurément!
zh_cn: %s 领主大人，加入其他觉醒者的联盟或创建自己的联盟，会让我们获得更多的财富，发展得更为迅速！

# 点击关卡
source: Click the stage
fr: Cliquer sur l'étape
zh_cn: 点击关卡

# 领主大人，探索会消耗体力值，但击败敌军可以获得资源和材料…
source: My lord, exploring the land will consume your energy, but you can get resources and materials by defeating the enemy in the myst.
fr: Monseigneur, explorer la lande consommera votre énergie mais vous pourrez obtenir des ressources et des matériaux en défendant les ennemis dans le Myst.
zh_cn: 领主大人，探索会消耗体力值，击败敌军可以获得资源和材料…

# 亡灵兵种属性极高而且没有维护费用,有了特殊材料,我们就可以招募他们了.
source: The undead army has outstanding attributions and consumes nothing. With these special materials, now we can summon them !
fr: L'armée de morts-vivants a des attributs formidables et ne consomme rien. Avec des matériaux spéciaux, nous pouvons maintenant les invoquer!
zh_cn: 亡灵兵种属性极高而且没有维护费用,有了特殊材料,我们就可以招募他们了。

# 返回城市
source: Back to city
fr: Retourner à la cité
zh_cn: 返回城市

# 未知错误!
source: Unknown error!
fr: Erreur inconnue!
zh_cn: 未知错误!

# 与服务器的链接中断，请检查你的网络环境后重试!
source: Lost connection with the server, please check your network and retry.
fr: Perdu la connexion avec le serveur, SVP vérifier votre réseau et réessayer.
zh_cn: 与服务器的连接中断，请检查你的网络环境后重试!

# 服务器连接断开!
source: Server disconnected!
fr: Serveur déconnecté!
zh_cn: 服务器连接断开!

# 发送邮件成功
source: Mail sent Successfully
fr: Courrier envoyé avec succès
zh_cn: 发送邮件成功

# 已向全体盟友发出帮助请求
source: Help request has been sent to all allies
fr: Une demande d'aide a été envoyé à tous les alliés
zh_cn: 已向全体盟友发出帮助请求

# 驻防成功
source: Garrisoned successfully
fr: En garnison avec succès
zh_cn: 驻防成功

# 购买%s道具成功
source: %s purchased Successfully
fr: Achat de %s avec succès
zh_cn: 购买%s道具成功

# 使用%s道具X %d成功
source: %s X %d used Successfully
fr: %s X %d avec succès
zh_cn: 使用%s道具X %d成功

# 使用%s道具成功
source: %s used Successfully
fr: %s utilisé avec succès
zh_cn: 使用%s道具成功

# 屏蔽成功
source: Blocked
fr: Bloqué
zh_cn: 屏蔽成功

# 连接服务器失败,请检测你的网络环境!
source: Connect server failed, please check your network!
fr: La connexion avec le serveur a échoué, SVP vérifier votre réseau!
zh_cn: 连接服务器失败,请检测你的网络环境!

# 探索
source: Explore
zh_cn: 探索

# 等级
source: Lv
fr: Niv
zh_cn: 等级

# 当前建筑已达最大等级
source: Level max
fr: Niveau maximum
zh_cn: 当前建筑已达最大等级

# 暗仓基础保护
source: Protect
fr: Protégé
zh_cn: 暗仓基础保护

# 一次随机制造种类
source: Random
fr: Aléatoire
zh_cn: 一次随机制造种类

# 制造材料资源消耗降低
source: Consumption reduce
fr: Consommation réduite
zh_cn: 制造材料资源消耗降低

# 暗仓保护
source: Protect
fr: Protégé
zh_cn: 暗仓保护

# 提升任务奖励
source: Raise the task reward
fr: Augmente la récompense
zh_cn: 提升任务奖励

# 城墙血量
source: Wall Durability
fr: Durabilité des murs
zh_cn: 城墙血量

# 城墙血量每小时回复
source: Wall durability recovery speed
fr: Vitesse récupération des murs
zh_cn: 城墙血量每小时回复

# 攻击
source: Attack
fr: Attaque
zh_cn: 攻击

# 防御力
source: Defence
fr: Défense
zh_cn: 防御力

# 学院科技研发速度
source: Research speed
fr: Vitesse de recherche
zh_cn: 学院科技研发速度

# 资源小车上限
source: Cart Amount
fr: Quantité de paniers
zh_cn: 资源小车上限

# 资源小车每小时回复速度
source: Cart Recovery(per hour)
fr: Récupération de paniers (par heure)
zh_cn: 资源小车每小时回复速度

# 步兵招募速度
source: Infantry Recruiting Speed
fr: Vitesse de recrutement de l'infanterie
zh_cn: 步兵招募速度

# 骑兵招募速度
source: Cavalry Recruiting Speed
fr: Vitesse de recrutement de la cavalerie
zh_cn: 骑兵招募速度

# 弓手招募速度
source: Archer Recruiting Speed
fr: Vitesse de recrutement des archers
zh_cn: 弓手招募速度

# 攻城系招募速度
source: Siege recruiting speed
fr: Vitesse de recrutement des sièges
zh_cn: 攻城系招募速度

# 立即升级
source: Upgrade Now
fr: Sur-le-champ
zh_cn: 立即升级

# 是否消费%s金龙币
source: Are you sure to spend %s Dragon Coins ?
fr: Êtes-vous sur de dépenser %s pièces de dragons?
zh_cn: 是否确认消费%s金龙币？

# 升级
source: Upgrade
fr: Amélioration
zh_cn: 升级

# 前置条件
source: Precondition
fr: Précondition
zh_cn: 前置条件

# 建造队列已满
source: No available build queue
fr: Aucune queue de construction disponible
zh_cn: 建造队列已满

# 木材
source: Wood
fr: Bois
zh_cn: 木材

# 石料
source: Stone
fr: Roche
zh_cn: 石料

# 铁矿
source: Iron
fr: Fer
zh_cn: 铁矿

# 空闲城民
source: Idle civilians
fr: Civils disponibles
zh_cn: 空闲城民

# 工程图纸
source: Blueprint
fr: Plan
zh_cn: 工程图纸

# 建造工具
source: Tool
fr: Outil
zh_cn: 建造工具

# 砖石瓦片
source: Tile
fr: Tuile
zh_cn: 砖石瓦片

# 滑轮组
source: Tackle-block
fr: Poulie
zh_cn: 滑轮组

# 升级需求
source: Require
fr: Requis
zh_cn: 升级需求

# 正在升级 %s 到等级 %d
source: Upgrading %s to Lv%d
fr: Amélioration de %s au Niv%d
zh_cn: 正在升级 %s 到等级 %d

# 免费加速
source: Free
fr: Gratuit
zh_cn: 免费加速

# 加速
source: Speed up
fr: Accélération
zh_cn: 加速

# 前往商店
source: Store
fr: Magasin
zh_cn: 前往商店

# 小于%dmin时可以使用免费加速
source: You can speed up for free when the time is less than %d min
fr: Vous pouvez accélérer gratuitement quand le temps est moins que %d min
zh_cn: 小于%dmin时可以使用免费加速

# 补充资源
source: Supply resources
fr: Fournir des ressources
zh_cn: 补充资源

# 您当前没有足够的资源,是否花费魔法石立即补充
source: You need more resources,do you want to supply with Dragon coins ?
fr: Vous avez besoin de plus de ressources, voulez-vous les fournir avec des pièces de dragons?
zh_cn: 您当前没有足够的资源,是否花费金龙币立即补充

# 您当前没有空闲的建筑队列,请首先将上一条队列加速完成
source: You have no available build queues, please finish the last queue by speeding up it.
fr: Vous n'avez pas de queue de construction disponible, SVP terminez une queue en l'accélérant.
zh_cn: 您当前没有空闲的建筑队列,请首先将上一条队列加速完成

# 立即完成
source: Finish Now
fr: Terminer maintenant
zh_cn: 立即完成

# 开启
source: Active
fr: Actif
zh_cn: 开启

# 第2队列
source: The 2nd Queue
fr: La seconde queue
zh_cn: 第2队列

# 立即开始
source: Start now
fr: Démarrez maintenant
zh_cn: 立即开始

# 您当前没有空闲的建筑,是否花费魔法石立即完成上一个队列
source: You have no available build queues, do you want to finish the last queue instantly by consuming Dragon coin ?
fr: Vous n'avez pas de queue de construction disponible, voulez-vous terminer la dernière queue instantanément en utilisant des pièces de dragons?
zh_cn: 您当前没有空闲的建筑队列,是否花费金龙币立即完成上一个队列？

# 请首先建造%s
source: Build %s first
fr: Construisez %s en premier
zh_cn: 请首先建造%s

# 前往
source: Go to
fr: Allez à
zh_cn: 前往

# %s 大人，你可以升级住宅来获得更多的城民！
source: Lord %s, not enough citizens ? You can get them by building or upgrading the Dwellings !
fr: Seigneur %s, pas assez de civils? Vous pouvez les obtenir en construisant ou en améliorant les logements!
zh_cn: %s 大人，城民不够了吗？你可以通过建造或升级住宅来获得更多的城民！

# 取消
source: Cancel
fr: Annulé
zh_cn: 取消

# 申请审批
source: Apply
fr: Appliquer
zh_cn: 申请审批

# 拒绝
source: Reject
fr: Rejeté
zh_cn: 拒绝

# 同意
source: Approve
fr: Approuvé
zh_cn: 同意

# 联盟人数已达最大
source: Alliance Member Max
fr: Maximum de membres d'alliance
zh_cn: 联盟人数已达最大

# 建筑升级完成
source: Upgrade building complete
fr: Amélioration de bâtiment complétée
zh_cn: 建筑升级完成

# 小屋升级完成
source: Upgrade cabin complete
fr: Amélioration de cabane complétée
zh_cn: 小屋升级完成

# 驱逐联盟
source: Banish Alliance
fr: Alliance bannie
zh_cn: 驱逐联盟
