Repository: ModunZhang/dragonfall_client
Catalog: Dragonfall/dev/res/i18n/*.po
Languages: fr, zh_cn

# 锯木工坊能够提升可建造的木工小屋数，并防止木材被敌方掠夺。周围建造木材小屋还可提升木材生产效率
source: The Lumbermill is the place to increase the amount of Woodcutter Cabin, and protect your Wood resource. Build Woodcutter Cabin around it to raise the Wood output.
fr: La scierie permet d'augmenter le nombre de cabanes de bucherons et protège votre bois. Construire des cabanes de bucherons autour augmentera la production de bois.
zh_cn: 锯木工坊能够提升可建造的木工小屋数，并防止木材被敌方掠夺。周围建造木材小屋还可提升木材生产效率

# 木工小屋数量
source: Woodcutter Cain Amount
fr: Quantité de cabanes de bucherons
zh_cn: 木工小屋数量

# 木材保护
source: Wood Protection
fr: Protection du bois
zh_cn: 木材保护

# 磨坊能够提升可建造的农夫小屋数，并防止粮食被敌方掠夺。周围建造农夫小屋还可提升粮食生产效率
source: The Mill is the place to increase the amount of Farmer Cabin, and protect your Food resource. Build Farmer Cabin around it to raise the Food output.
fr: Le moulin permet d'augmenter le nombre de cabanes de fermiers et protège votre pain. Construisez des cabanes de bucherons autour augmentera la production de pain.
zh_cn: 磨坊能够提升可建造的农夫小屋数，并防止粮食被敌方掠夺。周围建造农夫小屋还可提升粮食生产效率

# 农夫小屋数量
source: Farmer Cain Amount
fr: Quantité de cabanes de fermiers
zh_cn: 农夫小屋数量

# 粮食保护
source: Food Protection
fr: Protection de pain
zh_cn: 粮食保护

# 石匠工坊能够提升可建造的石料小屋数，并防止石料被敌方掠夺。周围建造石匠小屋还可提升石料生产效率
source: The Stonemason is the place to increase the amount of Quarrier Cabin, and protect your Stone resource. Build Quarrier Cabin around it to raise the Stone output.
fr: La carrière permet d'augmenter le nombre de cabanes de tailleurs et protège vos roches. Construisez des cabanes de roches autour augmentera la production de roches.
zh_cn: 石匠工坊能够提升可建造的石料小屋数，并防止石料被敌方掠夺。周围建造石匠小屋还可提升石料生产效率

# 石匠小屋数量
source: Quarrier Cain Amount
fr: Quantité de cabanes de tailleurs
zh_cn: 石匠小屋数量

# 石料保护
source: Stone Protection
fr: Protection de roches
zh_cn: 石料保护

# 铸造工坊能够提升可建造的矿工小屋数，并防止铁矿被敌方掠夺。周围建造矿工小屋还可提升铁矿生产效率
source: The Foundry is the place to increase the amount of Miner Cabin, and protect your Mine resource. Build Miner Cabin around it to raise the Mine output.
fr: La fonderie permet d'augmenter le nombre de cabanes de mineurs et protège votre fer. Construisez des cabanes de mineurs autour augmentera la production de fer.
zh_cn: 铸造工坊能够提升可建造的矿工小屋数，并防止铁矿被敌方掠夺。周围建造矿工小屋还可提升铁矿生产效率

# 矿工小屋数量
source: Miner Cain Amount
fr: Quantité de cabanes de mineurs
zh_cn: 矿工小屋数量

# 铁矿保护
source: Mine Protection
fr: Protection de fer
zh_cn: 铁矿保护

# 市政厅能够提升可建造的住宅数量。在市政厅完成政务可以获得额外的资源奖励。市政厅等级越高，奖励越高。
source: The Townhall is the place to earn rewards by finishing tasks.Upgrade it to increase the Dwelling Amount and task rewards.
fr: L'hôtel de ville permet de gagner des récompenses en accomplissant des tâches. Améliorez-le pour augmenter le nombre de logements et de récompenses pour les tâches.
zh_cn: 市政厅能够提升可建造的住宅数量。在市政厅完成政务可以获得额外的资源奖励。市政厅等级越高，奖励越高。

# 住宅数量
source: Dwelling Amount
fr: Quantité de logements
zh_cn: 住宅数量

# 每次征收银币
source: Coin Collecting
fr: Collecte de pièces
zh_cn: 每次征收银币

# 资源仓库存放木材，石料，铁矿，粮食。建筑等级越高，每种资源存放的上限越大
source: The Warehouse is the place to store woods,stones,mines and foods. Upgrade it to increase the store capacity of each resouce.
fr: L'entrepôt est la place pour entreposer la roche, le bois, le fer et le pain. Améliorer le pour augmenter la capacité d'entreposage de chaque ressource.
zh_cn: 资源仓库能够存放木材，石料，铁矿，粮食。建筑等级越高，每种资源存放的上限越大

# 材料库房能够存储各种材料。建筑等级越高，每种材料的存放上限越高。
source: The Material Depot is the place to store all the materials. Upgrade it to store more materials.
fr: Le dépôt de matériel est la place pour entreposer tous les matériaux. Améliorer le pour entreposer plus de matériaux.
zh_cn: 材料库房能够存储各种材料。建筑等级越高，每种材料的存放上限越高。

# 军帐提供出兵时的带兵上限，建筑等级越高，每次出兵和防御时可派出的部队人口上限越大。
source: The Armycamp is the place to increase the marching unit capacity.
fr: Le camp d'armée est la place pour augmenter les capacités d'unité de marche.
zh_cn: 军帐提供出兵时的带兵上限，建筑等级越高，每次出兵和防御时可派出的部队人口上限越大。

# 部队人口上限
source: Marching Unit Capacity
fr: Capacité d'unité de marche
zh_cn: 部队人口上限

# 住宅能够容纳城民并产出银币。升级建筑提升城民的最大上限和银币增长速度
source: The Dwelling is the place to hold civilians and output Coins. Upgrade it to increase the civilian capacity and Coin output speed.
fr: Les logements est la place pour loger les civils et produire des pièces. Améliorer les pour augmenter la capacité de civil et la vitesse de production de pièces.
zh_cn: 住宅能够容纳城民并产出银币。升级建筑提升城民的最大上限和银币增长速度

# 提供城民上限
source: Civilian Capacity
fr: Capacité de civils
zh_cn: 提供城民上限

# 每小时银币产量
source: Coin Output(per hour)
fr: Prod. de pièces(par heure)
zh_cn: 每小时银币产量

# 每小时城民恢复速度
source: Civilian Recovery Speed(per hour)
fr: Vitesse de recouvrement de civils(par heure)
zh_cn: 每小时城民恢复速度

# 将城民派往木工小屋获得持续的木材产出。建筑等级越高需要更多的城民，木材产出也会更高。
source: The Woodcutter Cabin is the place to output Woods all the time. The higher Cabin level,the higher Wood output you will have,and the higher requirement of civilians.
fr: Les cabanes de bucherons est la place pour produire du bois continuellement. Plus le niveau de la cabane est élevé, plus de bois sera produit et plus de civils seront requis.
zh_cn: 将城民派往木工小屋获得持续的木材产出。建筑等级越高需要更多的城民，木材产出也会更高。

# 每小时木材产量
source: Wood Output(per hour)
fr: Prod. de bois(par heure)
zh_cn: 每小时木材产量

# 将城民派往农夫小屋获得持续的粮食产出。建筑等级越高需要更多的城民，粮食产出也会更高。
source: The Farmer Cabin is the place to output Foods all the time. The higher Cabin level,the higher Food output you will have,and the higher requirement of civilians.
fr: Les cabanes de fermiers est la place pour produire du pain continuellement. Plus le niveau de la cabane est élevé, plus de pain sera produit et plus de civils seront requis.
zh_cn: 将城民派往农夫小屋获得持续的粮食产出。建筑等级越高需要更多的城民，粮食产出也会更高。

# 每小时粮食产量
source: Food Output(per hour)
fr: Prod. de pain(par heure)
zh_cn: 每小时粮食产量

# 将城民派往石匠小屋获得持续的石料产出。建筑等级越高需要更多的城民，石料产出也会更高。
source: The Quarrier Cabin is the place to output Stones all the time. The higher Cabin level,the higher Stone output you will have,and the higher requirement of civilians.
fr: Les cabanes de tailleurs est la place pour produire de la roche continuellement. Plus le niveau de la cabane est élevé, plus de roche sera produit et plus de civils seront requis.
zh_cn: 将城民派往石匠小屋获得持续的石料产出。建筑等级越高需要更多的城民，石料产出也会更高。

# 每小时石料产量
source: Stone Output(per hour)
fr: Prod. de roches(par heure)
zh_cn: 每小时石料产量

# 将城民派往矿工小屋获得持续的铁矿产出。建筑等级越高需要更多的城民，铁矿产出也会更高。
source: The Miner Cabin is the place to output Mines all the time. The higher Cabin level,the higher Mine output you will have,and the higher requirement of civilians.
fr: Les cabanes de mineurs est la place pour produire du fer continuellement. Plus le niveau de la cabane est élevé, plus de fer sera produit et plus de civils seront requis.
zh_cn: 将城民派往矿工小屋获得持续的铁矿产出。建筑等级越高需要更多的城民，铁矿产出也会更高。

# 每小时铁矿产量
source: Mine Output(per hour)
fr: Prod. de fer(par heure)
zh_cn: 每小时铁矿产量

# 联盟商店能够提供部分商城售卖的道具，联盟成员可以通过忠诚值来兑换。部分高级道具需要花费荣耀值购买后，才能兑换。提升建筑等级能解锁更多高级道具。
source: The Alliance Shop is a very important building where you can buy Store Items(only a part) with your Loyalty Points. Upgrade it to unlock more rare items.
fr: Le magasin d'alliance est un très important bâtiment où l'on peut acheter des items(seulement une partie) avec des points de loyauté. Améliorez-le pour débloquer plus d'items rares.
zh_cn: 联盟商店能够提供部分商城售卖的道具，联盟成员可以通过忠诚值来兑换。部分高级道具需要花费荣耀值购买后，才能兑换。提升建筑等级能解锁更多高级道具。

# 秩序大厅管理着联盟领地上的村落，并可以消耗荣耀值提升村落的等级。建筑等级越高，定期刷新的村落越多。
source: The Order Hall is the place to manage all the villages that on your Alliance Territory. Upgrade it to increase the amount of village.
fr: La préfecture est la place pour gérer les villages sur votre territoire d'alliance. Améliorer le pour augmenter la quantité de villages
zh_cn: 秩序大厅管理着联盟领地上的村落，并可以消耗荣耀值提升村落的等级。建筑等级越高，定期刷新的村落越多。

# 巨石阵能够预警即将遭受攻击的己方玩家。巨石阵等级越高，能够提供的进攻部队的信息越详细。
source: The Stonehenge is a place for showing your alliance troop marching status and detecting enemy marching towards your alliance. The higher level, the more informations you can get.
fr: Le Stonehenge est la place pour montrer les marches des troupes de votre alliance et détecter les marches ennemies. Plus le niveau est élevé, plus d'informations vous obtiendrez.
zh_cn: 巨石阵能够预警即将遭受攻击的己方玩家。巨石阵等级越高，能够提供的进攻部队的信息越详细。

# 圣地消耗感知力预知联盟将要发生的危机，解决这些危机能够获得丰厚奖励。提升圣地等级能够提升感知力上限和恢复速度。
source: The Shrine is the place to join an Alliance Event which provides you huge rewards. Upgrade it to increase the Perception Amount and its recovery Speed.
fr: Le sanctuaire est la place pour joindre les évènements d'alliance qui fournissent de bonnes récompenses. Améliorez-la pour augmenter la quantité de perception et la vitesse de recouvrement.
zh_cn: 圣地消耗感知力预知联盟将要发生的危机，解决这些危机能够获得丰厚奖励。提升圣地等级能够提升感知力上限和恢复速度。

# 联盟宫殿是联盟的核心建筑,联盟盟主可以在这里给忠诚的拥护者颁发奖励.建筑等级越高,联盟的成员就越多。
source: The Palace is the most important Building in the Alliance Territory. The Chief can award Loyalty Points to allies here. Upgrade it to increase the Member Capacity of your Alliance.
fr: Le palace est le bâtiment le plus important de l'alliance. Le chef peut récompenser les alliés avec des points de loyauté. Améliorez-le pour augmenter le nombre maximal de membre dans l'alliance.
zh_cn: 联盟宫殿是联盟的核心建筑,联盟盟主可以在这里变更联盟的地形，且建筑等级越高,联盟可容纳的成员就越多。

# 分裂的王国
source: The Divided Kingdom
fr: Le royaume divisé
zh_cn: 分裂的王国

# 叛军的愤怒
source: The Wrath of Rebel
fr: La colère des rebelles
zh_cn: 叛军的愤怒

# 黑暗契约
source: The Dark Contract
fr: Le contrat sombre
zh_cn: 黑暗契约

# 荣耀的火焰
source: The Flame of Honor
fr: La flamme de l'honneur
zh_cn: 荣耀的火焰

# 邪恶苏醒
source: Evil Awoken
fr: L'éveil du mal
zh_cn: 邪恶苏醒

# 黑龙带来的灾难还没有结束，一批强盗又在四处作乱，我们需要控制局势
source: The situation gets even worse when the bandits expand the influence caused by the Dark Dragon. We must get it under control.
fr: La situation se dégrade quand les bandits étendent leur influence mué par le dragon noir. Nous devons reprendre le contrôle.
zh_cn: 黑龙带来的灾难还没有结束，一批强盗又在四处作乱，我们需要控制局势

# 寻找线索
source: Search for clues
fr: Chercher des solutions
zh_cn: 寻找线索

# 这批强盗一定是有备而来，我们必须找到他们的老巢才能一举消灭他们
source: The bandit must be fully prepared, we must track them to their quater so as to wipe out them at one stroke.
fr: Les bandits doivent être bien préparés, nous devons les traquer jusqu'à leur repaire et les éliminer d'un seul coup.
zh_cn: 这批强盗一定是有备而来，我们必须找到他们的老巢才能一举消灭他们

# 抓活口
source: One Capture
fr: Une capture
zh_cn: 抓活口

# 我们抓到活口来为我们带路，设下圈套等他们自投罗网
source: We capture one of the bandits to lead the way and set a trap for the rest.
fr: Nous capturons un des bandits pour montrer la voie et pour piéger les autres.
zh_cn: 我们抓到活口来为我们带路，设下圈套等他们自投罗网

# 搜索边境
source: Search the Frontier
fr: Chercher la frontière
zh_cn: 搜索边境

# 被捕的强盗已经招认他们的老巢就在边境附近的一处洞穴，我们必须尽快行动
source: The captured bandit has confessed that their quater is in a cave near the border. We had to act fast.
fr: Le bandit capturé a avoué que leur repaire est dans une grotte près de la frontière. Nous devons agir rapidement.
zh_cn: 被捕的强盗已经招认他们的老巢就在边境附近的一处洞穴，我们必须尽快行动

# 地底深处
source: Under the Earth
fr: Sous terre
zh_cn: 地底深处

# 这个洞穴居然还通往别处，紧跟着这些恶徒，找出他们的幕后主使
source: The cave leads to somewhere else. Track the bandits and find their mastermind.
fr: La cave mène à un autre endroit. Suivons les bandit et trouvons le cerveau des opérations
zh_cn: 这个洞穴居然还通往别处，紧跟着这些恶徒，找出他们的幕后主使

# 背叛者的秘密
source: Secret of the Rebel
fr: Secret des rebelles
zh_cn: 背叛者的秘密

# 原来这一切都是叛军搞的鬼，为了联盟的安定，我们必须粉碎这个阴谋
source: It's all planned by the rebel,we must smash it for our Alliance.
fr: Tout est planifié par les rebelles, nous devons les écraser pour notre Alliance.
zh_cn: 原来这一切都是叛军搞的鬼，为了联盟的安定，我们必须粉碎这个阴谋

# 强敌来袭
source: The Rival
fr: Le rival
zh_cn: 强敌来袭

# 我们的行动惹怒了叛军的首领，一支叛军的先锋正在赶往这里，做好战斗准备
source: We provoke the rebel leader who has sent an advance party. Be prepared for the fight.
fr: Nous provoquons le chef des rebelles qui a envoyé des éclaireurs. Préparons-nous à nous battre.
zh_cn: 我们的行动惹怒了叛军的首领，一支叛军的先锋正在赶往这里，做好战斗准备

# 坚守
source: Defence
fr: Défense
zh_cn: 坚守

# 敌人进攻虽然猛烈，但他们长途奔袭不可能持续进攻，坚守过这波进攻就有希望
source: Despite their fierceness, the enemy cannot continue for long after their exhausting march. We could win if we survive this wave of attack.
fr: En dépit de leur férocité, l'ennemi ne peut pas continuer longtemps après leurs longue marche exténuante. Nous devons gagner si nous vivons à cette vague d'attaque.
zh_cn: 敌人进攻虽然猛烈，但他们长途奔袭不可能持续进攻，坚守过这波进攻就有希望

# 毫无防备
source: Be Cautious
fr: Être prudent
zh_cn: 毫无防备

# 正面战场敌方无法占到优势，一定会趁乱偷袭，我们得防着他们的小伎俩
source: We need to take precautions against their sneak attack.
fr: Nous devons prendre des précautions contre leur attaque sournoise.
zh_cn: 正面战场敌方无法占到优势，一定会趁乱偷袭，我们得防着他们的小伎俩

# 主动出击
source: Attack!
fr: Attaque!
zh_cn: 主动出击

# 叛军的主力依然疲惫，我们主动出击一定能打他们一个措手不及
source: The main force of the rebel are still exhausted, we never fail to take a surprise attack to them.
fr: Les forces principales des rebelles sont toujours exténuées, nous devons pas rater notre chance de leur faire une attaque surprise.
zh_cn: 叛军的主力依然疲惫，我们主动出击一定能打他们一个措手不及

# 前后夹击
source: Surprise
zh_cn: 前后夹击

# 如果我们能分出一股部队从侧面猛攻敌方，那么击败叛军就是迟早的事
source: It's easy to defeat the rebel if we can storm them from the side.
fr: Il est facile de défaire les rebelles si nous les prenons d'assaut par le côté.
zh_cn: 如果我们能分出一股部队从侧面猛攻敌方，那么击败叛军就是迟早的事

# 暗黑之心
source: Heart of Darkness
fr: Cœur des ténèbres
zh_cn: 暗黑之心

# 虽然隐隐中不安，但叛军已然溃逃，我们还是尽可能的消弱叛军的力量
source: Although a little anxious, we should destroy the rest of rebel force as much as possible.
fr: Bien qu'un peut anxieux, nous pouvons détruire le reste des rebelles autant que possible.
zh_cn: 虽然隐隐中不安，但叛军已然溃逃，我们还是尽可能的消弱叛军的力量

# 叛军的头目尽然已经向黑龙效忠，我们不是他们的对手必须尽快撤离
source: We must retreat our troops as soon as possible since the head of rebel has shown his loyalty to the Dark Dragon.
fr: Nous devons retirer nos troupes dès que possible car le leader des rebelles a montré sa loyauté au dragon noir.
zh_cn: 叛军的头目尽然已经向黑龙效忠，我们不是他们的对手必须尽快撤离

# 生死搏斗
source: Struggle
fr: Lutte
zh_cn: 生死搏斗

# 已经没有别的选择，必须全力一搏，或许才有一线生机
source: We have no choice but fighting without fear to live.
fr: Nous avons aucun choix mais devons nous battre sans crainte de vivre.
zh_cn: 已经没有别的选择，必须全力一搏，或许才有一线生机

# 逃出生天
source: The Valley
fr: La vallée
zh_cn: 逃出生天

# 穿过这片峡谷并守住谷口，任由敌方有千军万马也无法发挥作用，冲啊
source: We will pass through the canyon and station at the mouth of it,though there is a powerful enemy army, we won't lose.
fr: Nous allons passer à travers le canyon et son embouchure, bien que l'armée est puissante, nous ne perdrons pas.
zh_cn: 穿过这片峡谷并守住谷口，任由敌方有千军万马也无法发挥作用，冲啊

# 地狱之门
source: Gate of Inferno
fr: Portail de l'enfer
zh_cn: 地狱之门

# 我们需要更多援军，这将是一场血腥的厮杀。英勇的领主们，胜败在此一举
source: We need more reinforcements to get in this bloody battle. Make or break ? All in this stroke, my lords.
fr: Nous avons besoin de renforts pour participer à cette bataille sanglante. Ça passe ou ça casse? Tous dans cette bataille mes seigneurs!
zh_cn: 我们需要更多援军，这将是一场血腥的厮杀。英勇的领主们，胜败在此一举

# 扭住局势
source: Reverse
fr: Renverser
zh_cn: 扭住局势

# 敌方所有主力都派出了，如果能够击杀这支部队，那么局势将被我们扭转啊
source: Enemy has dispatched all the main force, we'll reverse the situation if we can defeat them !
fr: L'ennemi a envoyé toutes ses forces principales, nous allons renverser la situation si nous pouvoir les défaire.
zh_cn: 敌方所有主力都派出了，如果能够击杀这支部队，那么局势将被我们扭转啊

# 贪婪者
source: Greed
fr: Avidité
zh_cn: 贪婪者

# 我们赢得了暂时的胜利，但黑龙军团留下的战利品却成为了其他领主争夺的目标，我们必须防止事态恶化
source: The trophies left by the Dark Dragon attract attentions from other landlords after a provisional victory. We must get it under control.
fr: Le trophée laissé par le dragon noir attire l'attention des autres seigneurs après une victoire provisoire. Nous devons le garder sous contrôle.
zh_cn: 我们赢得了暂时的胜利，但黑龙军团留下的战利品却成为了其他领主争夺的目标，我们必须防止事态恶化

# 纷争又起
source: Clash
fr: Choc
zh_cn: 纷争又起

# 大战刚刚结束，这些贪婪的领主就不顾联盟之约，公然抢夺战利品，这样的行为必须受到惩罚
source: The war is just over, greedy lords who ignore the Alliance protocol start to rob the trophies, they must be punished.
fr: La guerre est tout juste finie, les seigneurs avides qui ignorent les règles de l'alliance volent les trophées, ils doivent être punis.
zh_cn: 大战刚刚结束，这些贪婪的领主就不顾联盟之约，公然抢夺战利品，这样的行为必须受到惩罚

# 旧仇恨
source: The Feud
fr: La querelle
zh_cn: 旧仇恨

# 原来我们的强大早就遭来其他领主的不满，既然他们不顾联盟之约，我们也无需手下留情
source: We are envied of our great power. Since they ignore our protocol, we need to show no mercy to them.
fr: Nous sommes enviés pour notre grande puissance. Puisqu'ils ignorent nos règles, nous avons besoin de nous montrer sans merci avec eux.
zh_cn: 原来我们的强大早就遭来其他领主的不满，既然他们不顾联盟之约，我们也无需手下留情

# 抉择
source: The Choice
fr: Le choix
zh_cn: 抉择

# 公正终将得到伸张，如果他们放弃那些抢夺的财宝，那么我们就主动出击，给他们点教训
source: Justice has been done, we will take the initiative and teach them a lesson if they don't give up the treasures.
fr: Justice est faite, nous prendrons l'initiative et leur donnerons une leçon s'ils ne redonnent pas les trésors.
zh_cn: 公正终将得到伸张，如果他们不放弃那些抢夺的财宝，那么我们就主动出击，给他们点教训

# 大敌当前
source: Enemy Engaged
fr: Ennemi engagé
zh_cn: 大敌当前

# 这些叛徒知道单打独斗不是我们的对手，竟然联合起来对抗我们。若想要得到联盟的统治权，必须要付出惨痛的代价
source: They have been an Alliance to against us. We need to defeat them to dominate the Alliance.
fr: Ils ont une alliance contre nous. Nous devons les défaire pour dominer l'alliance.
zh_cn: 这些叛徒知道单打独斗不是我们的对手，竟然联合起来对抗我们。若想要得到联盟的统治权，必须要付出惨痛的代价

# 命运的火与悲
source: Traitor
fr: Traître
zh_cn: 命运的火与悲

# 曾经的战友竟然也会倒戈相向，胜者即是正义，拿起手中的武器准备出击
source: You can't believe that the former comrades changed their sides, the winner is justice, ready to battle !
fr: Nous ne pouvons pas croire que nos anciens camarades ont changés de côté, le vainqueur est la justice, prêt pour la bataille.
zh_cn: 曾经的战友竟然也会倒戈相向，胜者即是正义，拿起手中的武器准备出击

# 混乱之王
source: Chaos
zh_cn: 混乱之王

# 混乱的联盟需要新的王者，如果这是命运的安排，那我们只有接受这个挑战
source: The chaos calls for a new king, we will take the challenge if it’s the fate.
fr: Le chaos appelle à un nouveau roi, nous allons relever le défi si c'est le destin.
zh_cn: 混乱的联盟需要新的王者，如果这是命运的安排，那我们只有接受这个挑战

# 防御塔
source: Tower
fr: Tour
zh_cn: 防御塔

# 监狱
source: Prison
zh_cn: 监狱

# 锯木坊
source: Lumbermill
fr: Scierie
zh_cn: 锯木坊

# 铸造坊
source: Foundry
fr: Fonderie
zh_cn: 铸造坊

# 资源仓库
source: Warehouse
fr: Entrepôt
zh_cn: 资源仓库

# 军帐
source: Army Camp
fr: Camp d'armée
zh_cn: 军帐

# 联盟盟主
source: Chief
fr: Chef
zh_cn: 联盟盟主

# 将军
source: General
fr: Général
zh_cn: 将军

# 军需官
source: Quartermaster
fr: Intendant
zh_cn: 军需官

# 监事
source: Supervisor
fr: Superviseur
zh_cn: 监事

# 精英
source: Elite
fr: Élite
zh_cn: 精英

# 向联盟慷慨捐赠，提升荣耀值%s
source: Earn %s Honor Points from donating to Alliance
fr: Gagner %s points d'honneur en faisant un don à l'alliance
zh_cn: 向联盟慷慨捐赠，提升荣耀值%s

# 的联盟职位被%s降级为%s
source: was degraded by %s to %s
fr: est dégradé par %s à %s
zh_cn: 的联盟职位被%s降级为%s

# 一个新成员加入联盟
source: joined your Alliance
fr: joins notre alliance
zh_cn: 一个新成员加入联盟

# 被%s踢出了联盟
source: was kicked by %s
fr: a été expulsé par %s
zh_cn: 被%s逐出了联盟

# 一个玩家申请加入我们的联盟
source: applied to join our Alliance
fr: a appliqué pour joindre notre alliance
zh_cn: 一个玩家申请加入我们的联盟

# 一个新的联盟公告发布
source: has published a New Bulletin
fr: a publié un nouveau bulletin
zh_cn: 一个新的联盟公告发布

# 一个新的联盟宣言发布
source: has published a New Profile
fr: a publié un nouveau profil
zh_cn: 一个新的联盟宣言发布

# 将盟主移交给了%s！
source: has transfered the Chief to %s !
fr: a transféré le titre de chef à %s!
zh_cn: 将盟主移交给了%s！

# 向联盟商店补充了一批新的高级道具
source: has stocked some new advanced items to the Alliance Shop
fr: a entreposé plusieurs nouveaux items avancés dans le magasin de l'alliance
zh_cn: 向联盟商店补充了一批新的高级道具

# %s 升级到 %s
source: %s was upgraded to %s
fr: %s a été amélioré à %s
zh_cn: %s 升级到 %s

# 最近更改联盟的名称为%s
source: has changed the Alliance Name to %s
fr: a changé le nom de l'alliance pour %s
zh_cn: 最近更改联盟的名称为%s

# 最近更改联盟的标签
source: has changed the Alliance Tag
fr: a changé le tag de l'alliance
zh_cn: 最近更改联盟的标签

# 修改联盟旗帜
source: has changed the Alliance flag
fr: a changé le drapeau d'alliance
zh_cn: 修改联盟旗帜

# 修改联盟地形为%s
source: has changed the Alliance Terrain to %s
fr: a changé le terrain de l'alliance pour %s
zh_cn: 修改联盟地形为%s

# 国家更改为%s
source: has changed the Nation to %s
fr: a changé la nation pour %s
zh_cn: 国家更改为%s

# 激活了圣地的神秘事件
source: has activated the Shrine event
fr: a activé un évènement de sanctuaire
zh_cn: 激活了圣地事件

# 的联盟职位被%s晋级为%s
source: was promoted by %s to %s
fr: a promu par %s à %s
zh_cn: 的联盟职位被%s晋级为%s

# 开启了联盟圣地%s关卡
source: has activated the Shrine event: %s
fr: a activé l'évènement du sanctuaire : %s
zh_cn: 开启了联盟圣地%s关卡

# 开启了联盟战
source: has activated the Alliance Battle
fr: a activé une bataille d'alliance
zh_cn: 开启了联盟战

# 升级了%s
source: has upgraded the %s
fr: a amélioré le/la %s
zh_cn: 升级了%s

# 迁移了联盟
source: has migrated the Alliance
fr: a migré l'alliance
zh_cn: 迁移了联盟

# %s正在前往占领Lv%d %s
source: %s is going to occupy Lv%d %s
fr: %s va occuper Niv. %d %s
zh_cn: %s正在前往占领Lv%d %s

# %s正在前往攻打Lv%d %s
source: %s is going to attack Lv%d %s
fr: %s va attaquer Niv. %d %s
zh_cn: %s正在前往攻打Lv%d %s

# %s向%s发起了侦察
source: %s is scouting %s
fr: %s explore %s
zh_cn: %s向%s发起了侦察

# %s向%s发起了进攻
source: %s is attacking %s
fr: %s attaque %s
zh_cn: %s向%s发起了进攻

# %s正在前往协防%s
source: %s is going to assist %s
fr: %s assiste %s
zh_cn: %s正在前往协防%s

# 剑士
source: Swordman
fr: Épéiste
zh_cn: 剑士

# 精英剑士
source: Elite Swordman
fr: Épéiste d'élite
zh_cn: 精英剑士

# 皇家剑士
source: Royal Swordman
fr: Épéiste royal
zh_cn: 皇家剑士

# 哨兵
source: Sentinel
fr: Sentinelle
zh_cn: 哨兵

# 精英哨兵
source: Elite Sentinel
fr: Sentinelle d'élite
zh_cn: 精英哨兵

# 皇家哨兵
source: Royal Sentinel
fr: Sentinelle royale
zh_cn: 皇家哨兵

# 弓箭手
source: Ranger
zh_cn: 弓箭手

# 精英弓箭手
source: Elite Ranger
fr: Ranger d'élite
zh_cn: 精英弓箭手

# 皇家弓箭手
source: Royal Ranger
fr: Ranger royal
zh_cn: 皇家弓箭手

# 弩弓手
source: Crossbowman
fr: Arbalétriers
zh_cn: 弩弓手

# 精英弩弓手
source: Elite Crossbowman
fr: Arbalétriers d'élite
zh_cn: 精英弩弓手

# 皇家弩弓手
source: Royal Crossbowman
fr: Arbalétrier royal
zh_cn: 皇家弩弓手

# 枪骑兵
source: Lancer
fr: Lancier
zh_cn: 枪骑兵

# 精英枪骑兵
source: Elite Lancer
fr: Lancier d'élite
zh_cn: 精英枪骑兵

# 皇家枪骑兵
source: Royal Lancer
fr: Lancier royal
zh_cn: 皇家枪骑兵

# 弓骑兵
source: Horse Archer
fr: Archer à cheval
zh_cn: 弓骑兵

# 精英弓骑兵
source: Elite Horse Archer
fr: Archer à cheval d'élite
zh_cn: 精英弓骑兵

# 皇家弓骑兵
source: Royal Horse Archer
fr: Archer à cheval royal
zh_cn: 皇家弓骑兵

# 投石车
source: Catapult
fr: Catapulte
zh_cn: 投石车

# 精英投石车
source: Elite Catapult
fr: Catapulte d'élite
zh_cn: 精英投石车

# 皇家投石车
source: Royal Catapult
fr: Catapulte royale
zh_cn: 皇家投石车

# 弩车
source: Ballista
fr: Baliste
zh_cn: 弩车

# 精英弩车
source: Elite Ballista
fr: Baliste d'élite
zh_cn: 精英弩车

# 皇家弩车
source: Royal Ballista
fr: Baliste royale
zh_cn: 皇家弩车

# 骷髅勇士
source: Skeleton Warrior
fr: Guerrier squelette
zh_cn: 骷髅勇士

# 骷髅射手
source: Skeleton Archer
fr: Archer squelette
zh_cn: 骷髅射手

# 死亡骑士
source: Death Knight
fr: Chevalier de la mort
zh_cn: 死亡骑士

# 绞肉机
source: Meat Wagon
fr: Wagon de viande
zh_cn: 绞肉机

# 牧师
source: Priest
fr: Prêtre
zh_cn: 牧师

# 猎魔人
source: Demon Hunter
fr: Tueur de démon
zh_cn: 猎魔人

# 圣骑士
source: Paladin
zh_cn: 圣骑士

# 蒸汽坦克
source: Steam Tank
fr: Char à vapeur
zh_cn: 蒸汽坦克

# 等待
source: Waiting
fr: Attente
zh_cn: 等待

# 战斗中
source: Fighting
fr: Attaque
zh_cn: 战斗中

# 击溃!
source: Smashed!
fr: Écrasé!
zh_cn: 击溃!

# 死亡之手
source: Dead Hand
fr: Main morte
zh_cn: 死亡之手

# 英雄枯骨
source: Hero's bone
fr: Os d'héros
zh_cn: 英雄枯骨

# 灵魂石
source: Soul Gem
fr: Pierre d'âme
zh_cn: 灵魂石

# 魔能之盒
source: Magicka Box
fr: Boite magique
zh_cn: 魔能之盒

# 空闲中
source: Idled
fr: Disponible
zh_cn: 空闲中

# 出征中
source: Marching
fr: Marche
zh_cn: 出征中

# 驻防中
source: Garrisoned
fr: En garnison
zh_cn: 驻防中

# 已阵亡
source: Dead
fr: Mort
zh_cn: 已阵亡

# 经验值
source: EXP
zh_cn: 经验值

# 购买联盟商店内的低级道具
source: Buy Basic Items in Alliance Shop
fr: Acheter un item basique dans le magasin d'alliance
zh_cn: 购买联盟商店内的低级道具

# 接受联盟礼物
source: Receive gift from the ally
fr: Recevoir le cadeau d'un allié
zh_cn: 接受联盟礼物

# 购买联盟商店内的高级道具
source: Buy Advanced Items in Alliance Shop
fr: Acheter un item avancé dans le magasin d'alliance
zh_cn: 购买联盟商店内的高级道具

# 发送联盟邀请
source: Send invitaion
fr: Envoyé une invitation
zh_cn: 发送联盟邀请

# 管理联盟申请
source: Manage application
fr: Gérer les applications
zh_cn: 管理联盟申请
