Repository: ModunZhang/dragonfall_client
Catalog: Dragonfall/dev/res/i18n/*.po
Languages: fr, zh_cn

# 移交盟主
source: Abdicate
fr: Abdiquer
zh_cn: 移交盟主

# 降级
source: Degrade
fr: Rétrograder
zh_cn: 降级

# 晋级
source: Promote
fr: Promouvoir
zh_cn: 晋级

# 不能邀请其他服务器的玩家
source: You can't invite a player in other server
fr: Vous ne pouvez pas inviter un joueur d'un autre serveur
zh_cn: 不能邀请其他服务器的玩家

# 联盟正在战争准备期或战争期,不能将玩家踢出联盟
source: You can't kick player when your Alliance is at the Preparation or Battle Period
fr: Vous ne pouvez pas expulser un joueur quand votre alliance est en phase de préparation ou de guerre
zh_cn: 联盟正在战争准备期或战争期,不能将玩家踢出联盟

# 您确定逐出玩家:%s?
source: Are you sure to kick:%s ?
fr: Êtes-vous sûr d'expulser %s?
zh_cn: 您确定逐出玩家:%s?

# 您确定移交盟主职位给:%s?
source: Are you sure to give "The Chief" to %s and be abdicated?
fr: Êtes-vous sûr de donner le rang de "Chef" à %s et d'abdiquer?
zh_cn: 您确定移交盟主职位给:%s?

# %s已降级为%s
source: %s has been degraded to %s
fr: %s est rétrogradé à %s
zh_cn: %s已降级为%s

# %s已晋级为%s
source: %s has been promoted to %s
fr: %s est promu à %s
zh_cn: %s已晋级为%s

# 职位
source: Position
zh_cn: 职位

# 最后登陆
source: Last login
fr: Dernière connexion:
zh_cn: 最后登陆

# 服务器
source: Server
fr: Serveur
zh_cn: 服务器

# 您不能操作此等级成员
source: You can't config this player with present authority
fr: Vous ne pouvez pas configurer ce joueur avec votre autorité
zh_cn: 您不能操作此等级成员

# 您没有此权限
source: You have no authority
fr: Vous n'avez aucune autorité
zh_cn: 您没有此权限

# 您不是盟主
source: You're not the Chief
fr: Vous n'êtes pas chef
zh_cn: 您不是盟主

# 该成员已经是最低等级
source: Already the lowest position level
fr: Déjà au plus bas niveau
zh_cn: 该成员已经是最低等级

# 该成员已经是最高等级
source: Already the highest position level
fr: Déjà au plus haut niveau
zh_cn: 该成员已经是最高等级

# 月门
source: Moon Gate
fr: Portail de la lune
zh_cn: 月门

# 开战的王城
source: Wonder in battle
fr: Merveille dans les batailles
zh_cn: 开战的王城

# 占领者
source: Owner
fr: Propriétaire
zh_cn: 占领者

# 状态
source: Status
fr: Statut
zh_cn: 状态

# 未开启
source: Unavailale
fr: Non disponible
zh_cn: 未开启

# 王城
source: Wonder
fr: Merveille
zh_cn: 王城

# 即将消失:%s
source: Disappear after:%s
fr: Disparaît dans : %s
zh_cn: 即将消失:%s

# 等级%d
source: Lv%d
fr: Niv%d
zh_cn: 等级%d

# 有几率获得
source: Chance to get
fr: Chance d'obtenir
zh_cn: 有几率获得

# 敌人已经消失了
source: The enemy has already disappeared
fr: L'ennemi est déjà disparu
zh_cn: 敌人已经消失了

# 建筑材料
source: Building Material
fr: Matériel bätiment
zh_cn: 建筑材料

# 最多输入600个字符
source: 600 characters at most
fr: 600 caractères au plus
zh_cn: 最多输入600个字符

# 修改联盟公告成功
source: Modified Alliance Bulletin Successfully
fr: Bulletin d'alliance modifié avec succès
zh_cn: 修改联盟公告成功

# 修改联盟描述成功
source: Modified Alliance Profile Successfully
fr: Profil d'alliance modifié avec succès
zh_cn: 修改联盟描述成功

# 秩序大厅
source: Order Hall
fr: Préfecture
zh_cn: 秩序大厅

# 村落管理
source: Manage
fr: Gérer
zh_cn: 村落管理

# 联盟宫殿
source: Alliance Palace
fr: Palais d'alliance
zh_cn: 联盟宫殿

# 联盟荣耀
source: Honor
fr: Honneur
zh_cn: 联盟荣耀

# 最近三日击杀
source: Killed last 3 days
fr: Tués lors des 3 derniers jours
zh_cn: 最近三日击杀

# 最近奖励
source: Recent Rewards
fr: Récompenses récentes
zh_cn: 最近奖励

# 奖赏
source: Reward
fr: Récompense
zh_cn: 奖赏

# 增加忠诚值
source: Reward Loyalty
fr: Récompense de loyauté
zh_cn: 增加忠诚值

# 发放成功
source: Rewarded Successfully
fr: Récompensé avec succès
zh_cn: 发放成功

# 只有盟主拥有权限
source: You're not the Chief
fr: Vous n'êtes pas le chef
zh_cn: 只有盟主拥有权限

# 地形定义
source: Terrain
zh_cn: 地形定义

# 需要职位是联盟盟主
source: You're not the Chief
fr: Vous n'êtes pas le chef
zh_cn: 需要职位是联盟盟主

# 草地
source: GrassLand
fr: Prairies
zh_cn: 草地

# 绿龙
source: Green Dragon
fr: Dragon vert
zh_cn: 绿龙

# 雪地
source: Icefield
fr: Terres enneigées
zh_cn: 雪地

# 蓝龙
source: Blue Dragon
fr: Dragon bleu
zh_cn: 蓝龙

# 沙漠
source: Desert
fr: Désert
zh_cn: 沙漠

# 红龙
source: Red Dragon
fr: Dragon rouge
zh_cn: 红龙

# %s地形能产出%s装备材料，每当在自己的领土上完成任务，或者击杀一点战斗力的敌方单位，就由一定几率获得装备材料。
source: %s can produce %s equipment materials when you finish the Shrine Event.
fr: %s peut produire des matériaux d'équipement pour %s quand vous terminez un évènement du sanctuaire
zh_cn: %s地形能产出%s装备材料，每当在自己的领土上完成圣地事件，就可获得相应颜色的装备材料。

# 修改
source: Modify
fr: Modifier
zh_cn: 修改

# 战争期不能修改联盟地形
source: You can't modify the Alliance Terrain at the Battle Period
fr: Vous ne pouvez pas modifier le terrain de l'alliance en période de bataille
zh_cn: 战争期不能修改联盟地形

# 选择的新地形与当前地形相同
source: You need to choose a different terrain
fr: Vous devez choisir un terrain différent
zh_cn: 选择的新地形与当前地形相同

# 权限不足
source: You have no authority
fr: Vous n'avez pas l'autorité
zh_cn: 权限不足

# 占领城市
source: Occupied City
fr: Cité occupée
zh_cn: 占领城市

# 定位坐标
source: Coordinate
fr: Coordonnée
zh_cn: 定位坐标

# 请输入坐标
source: Please enter the coordinate
fr: SVP, entrez les coordonnées
zh_cn: 请输入坐标

# 商店
source: Shop
fr: Magasin
zh_cn: 商店

# 商品
source: Goods
fr: Biens
zh_cn: 商品

# 进货
source: Stock
zh_cn: 进货

# 商品记录
source: History
fr: Historique
zh_cn: 商店记录

# 荣耀值
source: Honor
fr: Honneur
zh_cn: 荣耀值

# 普通道具
source: Basic Items
fr: Item de base
zh_cn: 普通道具

# 高级道具
source: Advanced Items
fr: Item avancé
zh_cn: 高级道具

# 补充
source: Supply
fr: Fournir
zh_cn: 补充

# 购买
source: Buy
fr: Acheter
zh_cn: 购买

# 商店记录
source: History
fr: Historique
zh_cn: 商店记录

# 购买商品
source: Buy
fr: Acheter
zh_cn: 购买商品

# 联盟圣地
source: Shrine
fr: Sanctuaire
zh_cn: 联盟圣地

# 联盟危机
source: Crisis
fr: Crise
zh_cn: 联盟危机

# 战斗事件
source: Event
fr: Évènement
zh_cn: 战斗事件

# 感知力:%s
source: Perception:%s
zh_cn: 感知力:%s

# 已通关
source: Cleared
fr: Réussi
zh_cn: 已通关

# 已激活
source: Activated
fr: Activé
zh_cn: 已激活

# 调查
source: Survey
fr: Détails
zh_cn: 调查

# 建议部队战斗力
source: Recommended troops power
fr: Puissance recommandée des troupes
zh_cn: 建议部队战斗力

# 派兵
source: Dispatch
fr: Envoyer
zh_cn: 派兵

# 参与玩家
source: Involved Players
fr: Joueurs impliqués
zh_cn: 参与玩家

# 详情
source: Info
zh_cn: 详情

# 正在进行
source: In progress
fr: En progrès
zh_cn: 正在进行

# 激活事件
source: Activate
fr: Activé
zh_cn: 激活事件

# 需要感知力
source: Perception
zh_cn: 感知力

# 事件完成奖励
source: Rewards
fr: Récompenses
zh_cn: 事件完成奖励

# 敌方部队阵容
source: Enemy Squad
fr: Contingent ennemi
zh_cn: 敌方部队阵容

# 敌方总战斗力
source: Enemy Power
fr: Puissance ennemi
zh_cn: 敌方总战斗力

# 圣地
source: Shrine
fr: Sanctuaire
zh_cn: 圣地

# 战争事件
source: Event
fr: Évènement
zh_cn: 战争事件

# 联盟权限
source: Alliance Authority
fr: Autorité d'alliance
zh_cn: 联盟权限

# 竞选盟主
source: Run for Chief
fr: Candidat à la chefferie
zh_cn: 竞选盟主

# 盟主离线超过7天可以使用竞选盟主和盟主职位对换
source: You can run for the Chief only if the Chief has been left over 7 days
fr: Vous pouvez être candidat à la chefferie seulement si le chef est absent pendant 7 jours
zh_cn: 盟主离线超过7天可以使用竞选盟主和盟主职位对换

# 你已经是盟主
source: You're already the Chief
fr: Vous êtes déjà chef
zh_cn: 你已经是盟主

# 盟主连续离线7天才能购买盟主职位
source: You can run for the Chief only if the Chief has been left over 7 days
fr: Vous pouvez être candidat à la chefferie seulement si le chef est absent pendant 7 jours
zh_cn: 盟主连续离线7天才能购买盟主职位

# 竞选盟主成功
source: Run for Chief Successfully!
fr: Candidat à la chefferie avec succès
zh_cn: 竞选盟主成功

# 当前采集
source: Gathering
fr: Ramassage
zh_cn: 当前采集

# 完成时间
source: Finish Time
fr: Temps restant
zh_cn: 完成时间

# 已完成
source: Completed
fr: Complété
zh_cn: 已完成

# 撤军
source: Withdraw
fr: Rappel
zh_cn: 撤军

# 部队
source: Troop
fr: Troupes
zh_cn: 部队

# 占领
source: Occupy
fr: Occupé
zh_cn: 占领

# 当前资源点已被盟友占领，你可能无法进行采集，仍要派兵吗？
source: This village is occupied by your ally, you may not gather it, continue ?
fr: Le village est occupé par votre allié, vous ne pouvez pas ramasser, voulez-vous continuer?
zh_cn: 当前资源点已被盟友占领，你可能无法进行采集，仍要派兵吗？

# 巨石阵
source: Stonehenge
zh_cn: 巨石阵

# 来袭
source: Incoming
fr: En approche
zh_cn: 来袭

# 行军
source: March
fr: En marche
zh_cn: 行军

# 来自玩家
source: From player
fr: Attaquant:
zh_cn: 来自玩家

# 来自坐标
source: From coordinate
fr: Coordonnées:
zh_cn: 来自坐标

# 巨石阵等级大于3级才能查看敌军部队详情
source: Need Lv3 Stonehenge to get the enemy info
fr: Besoin d'un Stonehenge Niv3 pour obtenir de l'info sur l'ennemi
zh_cn: 巨石阵等级大于3级才能查看敌军部队详情

# %s被协防
source: %s is under assist
fr: %s est sous assistance
zh_cn: %s被协防

# %s遭到突袭
source: %s is under scout
fr: %s est sous exploration
zh_cn: %s遭到侦查

# %s遭到进攻
source: %s is under attack
fr: %s est sous attaque
zh_cn: %s遭到进攻

# %s后到达
source: Arriving in %s
fr: Arrive dans %s
zh_cn: %s后到达

# 突袭%s
source: Scout %s
fr: Explore %s
zh_cn: 偵查%s

# 进攻%s
source: Attack %s
fr: Attaque %s
zh_cn: 进攻%s

# 战斗
source: Battle
fr: Bataille
zh_cn: 战斗

# 龙的装备
source: Dragon Equipment
fr: Équipement de dragons
zh_cn: 龙的装备

# 龙的技能
source: Dragon Skill
fr: Compétence du dragon
zh_cn: 龙的技能

# 军事单位
source: Military Units
fr: Unités militaires
zh_cn: 军事单位

# 军事科技水平
source: Military Science
fr: Science militaire
zh_cn: 军事科技水平

# 战争增益
source: Battle Buff
fr: Bonus de bataille
zh_cn: 战争增益

# 部队详情
source: Troops Info
fr: Info troupes
zh_cn: 部队详情

# 生命值
source: HP
fr: PV
zh_cn: 生命值

# 攻击力
source: Attack
fr: Attaque
zh_cn: 攻击力

# [%d星]%s
source: [Star %d]%s
fr: [%d étoiles]%s
zh_cn: [%d星]%s

# 巨石阵等级不足,暂时不能查看
source: Need a higher level Stonehenge
fr: Besoin d'un Stonehenge de niveau supérieur
zh_cn: 巨石阵等级不足,暂时不能查看

# 月门中的部队
source: Troops in the Moon Gate
fr: Troupes dans le portail de la lune
zh_cn: 月门中的部队

# 出发地
source: Origin
fr: Origine
zh_cn: 出发地

# 目的地
source: Destination
zh_cn: 目的地

# 招募%s x%d
source: Recruiting %s x%d
fr: Recrute %s x %d
zh_cn: 招募%s x%d

# 招募队列空闲
source: Recruiting queue is available now
fr: Queue de recrutement maintenant disponible
zh_cn: 招募队列空闲

# 请选择一个兵种进行招募
source: Choose one to recruit
fr: Choisir un pour recruter
zh_cn: 请选择一个兵种进行招募

# 防守型部队Ⅰ
source: Defensive Troop Ⅰ
fr: Troupes défensivesⅠ
zh_cn: 防守型部队Ⅰ

# 攻击型部队Ⅰ
source: Offensive Troop Ⅰ
fr: Troupes offensivesⅠ
zh_cn: 攻击型部队Ⅰ

# 防守型部队Ⅱ
source: Defensive Troop Ⅱ
fr: Troupes défensivesⅡ
zh_cn: 防守型部队Ⅱ

# 攻击型部队Ⅱ
source: Offensive Troop Ⅱ
fr: Troupes offensivesⅡ
zh_cn: 攻击型部队Ⅱ

# 防守型部队Ⅲ
source: Defensive Troop Ⅲ
fr: Troupes défensivesⅢ
zh_cn: 防守型部队Ⅲ

# 攻击型部队Ⅲ
source: Offensive Troop Ⅲ
fr: Troupes offensivesⅢ
zh_cn: 攻击型部队Ⅲ

# 亡灵部队
source: Undead Army
fr: Armée des morts-vivants
zh_cn: 亡灵部队

# 此系列单位无维护费
source: This series needs no upkeep cost
fr: Cette série n'a pas de coût d'entretien
zh_cn: 此系列单位无维护费用

# 招募
source: Recruit
fr: Recruter
zh_cn: 招募

# 召唤
source: Summon
fr: Invocation
zh_cn: 召唤

# 兵营%d级解锁
source: Barrack Lv%d
fr: Baraque Niv%d
zh_cn: 兵营%d级解锁

# 招募士兵不能免费加速
source: Can't speed up recruiting for free
fr: Ne peut pas accélérer gratuitement le recrutement
zh_cn: 招募士兵不能免费加速

# 红龙装备
source: Red
fr: Rouge
zh_cn: 红龙装备

# 蓝龙装备
source: Blue
fr: Bleu
zh_cn: 蓝龙装备

# 绿龙装备
source: Green
fr: Vert
zh_cn: 绿龙装备

# 制造装备不能免费加速
source: Can't speed up forging equipment for free
fr: Ne peut pas accélérer gratuitement la forge d'un équipement
zh_cn: 制造装备不能免费加速

# 制造装备
source: Forge Equipment
fr: Forger équipement
zh_cn: 制造装备

# 增益
source: Buff
fr: Bonus
zh_cn: 增益

# 城市增益效果
source: City Buff
fr: Bonus de cité
zh_cn: 城市增益效果

# 战争增益效果
source: Battle Buff
fr: Bonus de bataille
zh_cn: 战争增益效果

# 住宅
source: Dwelling
fr: Logement
zh_cn: 住宅

# 木工小屋
source: Woodcutter Cabin
fr: Cabane de bucherons
zh_cn: 木工小屋

# 石匠小屋
source: Quarrier Cabin
fr: Cabane de tailleurs
zh_cn: 石匠小屋

# 矿工小屋
source: Miner Cabin
fr: Cabane de mineurs
zh_cn: 矿工小屋

# 农夫小屋
source: Farmer Cabin
fr: Cabane de fermiers
zh_cn: 农夫小屋

# 建造住宅的好处
source: Build a Dwelling to increase population
fr: Construire un logement pour augmenter la population
zh_cn: 建造住宅以增加人口

# 建造木工小屋的好处
source: Build a Woodcutter Cabin to gain more woods
fr: Construire une cabane de bucherons pour gagner plus de bois
zh_cn: 建造木工小屋获得更多的木材

# 建造石匠小屋的好处
source: Build a Quarrier Cabin to gain more stones
fr: Construire une cabane de tailleurs pour gagner plus de roches
zh_cn: 建造石匠小屋获得更多的石料

# 建造矿工小屋的好处
source: Build a Mine Cabin to gain more mines
fr: Construire une cabane de mineurs pour gagner plus de fer
zh_cn: 建造矿工小屋获得更多的铁矿

# 建造农夫小屋的好处
source: Build a Farmer Cabin to gain more food
fr: Construire une cabane de fermiers pour gagner du pain
zh_cn: 建造农夫小屋获得更多的粮食

# 待建地基
source: Foundation
fr: Fondations disponiles
zh_cn: 待建地基

# 建筑队列 %d/%d
source: Build Queue %d/%d
fr: Queue de construction %d/%d
zh_cn: 建筑队列 %d/%d

# 城民上限不足,请首先升级或建造小屋
source: Not enough civilians\nbuild or upgrade a dwelling first
fr: Pas assez de civils\nConstruire ou améliorer un logement en premier
zh_cn: 城民不足,请升级或建造住宅

# 已达到最大建筑数量
source: Max building amount
fr: Quantité maximum de bâtiments
zh_cn: 已达到最大建筑数量

# 满足条件
source: Available
fr: Disponible
zh_cn: 满足条件

# 您当前资源不足，补足需要金龙币
source: Not enough resources
fr: Pas assez de ressources
zh_cn: 您当前资源不足，补足需要金龙币

# 您当前没有空闲的建筑队列,是否花费魔法石立即完成上一个队列
source: No available build queue. Do you want to spend Dragon Coins to finish the last queue immediately?
fr: Aucune queue de construction disponible. Voulez-vous dépenser des pièces de coins pour finir la dernière queue immédiatement?
zh_cn: 您当前没有空闲的建筑队列,是否花费金龙币立即完成上一个队列

# 建筑数量 5/5
source: Building amount
fr: Quantité de bâtiments
zh_cn: 建筑数量 5/5

# 建造
source: Build
fr: Construire
zh_cn: 建造

# 数量
source: Amount
fr: Quantité
zh_cn: 数量

# 聊天
source: Chat
zh_cn: 聊天

# 对不起你的聊天频率太频繁
source: You're chatting too frequently!
fr: Vous jasez trop souvent!
zh_cn: 对不起你的聊天频率太频繁

# 联盟未处于战争状态，不能使用此聊天频道!
source: You can only use this chat channel during the Preparation and Battle Period.
fr: Vous pouvez seulement utiliser cette chambre de chat durant les phases de préparation et de bataille.
zh_cn: 联盟未处于战争状态，不能使用此聊天频道!

# 聊天内容不能为空
source: No content
fr: Aucun contenu
zh_cn: 聊天内容不能为空

# 世界
source: World
fr: Monde
zh_cn: 世界

# 官方
source: Official
fr: Officiel
zh_cn: 官方

# 查看联盟
source: Alliance Info
fr: Info alliance
zh_cn: 查看联盟

# 无联盟信息
source: No Alliance Info
fr: Aucune info alliance
zh_cn: 无联盟信息

# 复制成功
source: Copied
fr: Copié
zh_cn: 复制成功

# 可解锁地块
source: Unlock building
fr: Bâtiment débloqué
zh_cn: 可解锁地块

# 可协助加速
source: Be helped
fr: Être aidé
zh_cn: 可被协助加速

# 巨石阵效果
source: Stonehenge Effects
fr: Effet du Stonehenge
zh_cn: 巨石阵效果

# 资源存储上限
source: Storage
fr: Entreposage
zh_cn: 资源存储上限

# 巨龙生命值恢复每小时
source: Recover Speed(per hour)
fr: Vitesse de recouvrement(par heure)
zh_cn: 巨龙生命值恢复每小时

# 制造工具数量
source: Produce amount
fr: Quantité produite
zh_cn: 制造工具数量

# 降低资源消耗
source: Consumption Reduce
fr: Consommation réduite
zh_cn: 降低资源消耗

# 材料存储上限
source: Storage amount
fr: Quantité entreposée
zh_cn: 材料存储上限

# 最大招募
source: Max recruit amount
fr: Quantité maximum de recrutement
zh_cn: 最大招募

# 新解锁士兵
source: Unlock
fr: Débloquer
zh_cn: 新解锁士兵

# 提升炼制速度
source: Increase Forge speed
fr: Augmenter la vitesse de forge
zh_cn: 提升炼制速度

# 增加矿工小屋
source: Extra Miner Cabin
fr: Extra cabane de mineurs
zh_cn: 增加矿工小屋

# 增加铁矿保护
source: Protect Mine
fr: Protéger fer
zh_cn: 增加铁矿保护

# 增加石匠小屋
source: Extra Quarrier Cabin
fr: Extra cabane de tailleurs
zh_cn: 增加石匠小屋

# 增加石料保护
source: Protect Stone
fr: Protéger pierre
zh_cn: 增加石料保护

# 增加木工小屋
source: Extra Woodcutter Cabin
fr: Extra cabane de bucherons
zh_cn: 增加木工小屋

# 增加木材保护
source: Protect Wood
fr: Protéger bois
zh_cn: 增加木材保护

# 增加农夫小屋
source: Extra Farmer Cabin
fr: Extra cabane de fermiers
zh_cn: 增加农夫小屋

# 增加粮食保护
source: Protect Food
fr: Protéger pain
zh_cn: 增加粮食保护

# 容纳伤兵上限
source: Wounded Soldier Capacity
fr: Capacité de blessés
zh_cn: 容纳伤兵上限

# 增加住宅
source: Extra Dwelling
fr: Extra logement
zh_cn: 增加住宅

# 运输车总量
source: Cart Amount
fr: Quantité de paniers
zh_cn: 资源小车总量

# 运输车生产
source: Cart Recovery(per hour)
fr: Vitesse de recouvrement de panier (par heure)
zh_cn: 资源小车生产（每小时）

# 提升科技研发速度
source: Increase Science Research Speed
fr: Augmenter de la vitesse de recherche en sciences
zh_cn: 提升科技研发速度

# 提升弓手招募速度
source: Increase Archer Recruiting Speed
fr: Augmenter de la vitesse de recrutement d'archers
zh_cn: 提升弓手招募速度

# 提升步兵招募速度
source: Increase Infantry Recruiting Speed
fr: Augmenter la vitesse de recrutement de l'infanterie
zh_cn: 提升步兵招募速度

# 提升骑兵招募速度
source: Increase Cavalry Recruiting Speed
fr: Augmenter la vitesse de recrutement de la cavalerie
zh_cn: 提升骑兵招募速度

# 提升攻城机械招募速度
source: Increase Siege Recruiting Speed
fr: Augmenter la vitesse de recrutement des sièges
zh_cn: 提升攻城机械招募速度

# 城墙攻击
source: Wall Attack
fr: Attaque des murs
zh_cn: 城墙攻击

# 城墙防御
source: Wall Defence
fr: Défense des murs
zh_cn: 城墙防御

# 耐久度
source: Durability
fr: Durabilité
zh_cn: 耐久度

# 耐久度恢复每小时
source: Recovery Speed(per hour)
fr: Vitesse de recouvrement (par heure)
zh_cn: 耐久度恢复每小时

# 城民上限
source: Civilians Amount
fr: Quantité de civils
zh_cn: 城民上限

# 银币产出每小时
source: Coin Output(per hour)
fr: Production de pièces (par heure)
zh_cn: 银币产出每小时

# 木材产出每小时
source: Wood Output(per hour)
fr: Production de bois(par heure)
zh_cn: 木材产出每小时

# 石料产出每小时
source: Stone Output(per hour)
fr: Production de roche(par heure)
zh_cn: 石料产出每小时

# 铁矿产出每小时
source: Mine Output(per hour)
fr: Production de fer(par heure)
zh_cn: 铁矿产出每小时

# 粮食产出每小时
source: Food Output(per hour)
fr: Production de pain(par heure)
zh_cn: 粮食产出每小时

# 村落定期生成数量
source: Village Amount
fr: Quantité de villages
zh_cn: 村落定期生成数量

# 联盟成员
source: Alliance Member Amount
fr: Nombre de membres dans l'alliance
zh_cn: 联盟成员

# 可进货道具
source: Stock List
fr: List des stocks
zh_cn: 可进货道具

# 感知力上限
source: Perception
zh_cn: 感知力上限

# 感知力恢复每小时
source: Recovery Speed(per hour)
fr: Vitesse de recouvrement(par heure)
zh_cn: 感知力恢复每小时

# 您正在访问其他玩家的城市, 无法使用其他功能, 点击左下角返回城市
source: You're visiting other player's city
fr: Vous visitez une cité d'un autre lord
zh_cn: 您正在访问其他玩家的城市，无法使用其他功能，点击左下角返回联盟领地

# 采集战报
source: Gather Report
fr: Rapport de ramassage
zh_cn: 采集战报

# 删除
source: Delete
fr: Effacer
zh_cn: 删除

# 战利品
source: Loots
fr: Butin
zh_cn: 战利品

# 无战利品
source: No loot
fr: Aucun butin
zh_cn: 无战利品

source: Battle at %s (%d,%d)
fr: Bataille de%s (%d,%d)
zh_cn: 战斗发生在 %s (%d,%d)

# 位置
source: Location
zh_cn: 位置

# 第1圈
source: Round 1
fr: Ronde 1
zh_cn: 第1圈

# 阶段
source: Phase
zh_cn: 阶段

# 国王
source: The King
fr: Le roi
zh_cn: 国王

# 每日任务不能免费加速
source: You can't speed up the Daily Task
fr: Vous ne pouvez pas accélérer une tâche quotidienne
zh_cn: 每日任务不能免费加速

# 正在%s
source: %s
zh_cn: 正在%s

# 龙的复活没有免费加速
source: You can't speed up the reviving
fr: Vous ne pouvez pas accélérer la réanimation
zh_cn: 龙的复活没有免费加速

# 正在复活
source: Reviving
fr: Réanimation
zh_cn: 正在复活

# 强化
source: Enhance
fr: Amélioration
zh_cn: 强化

# 重置
source: Reset
fr: Réinitialiser
zh_cn: 重置

# 属性
source: Attribution
zh_cn: 属性

# 带兵量
source: Unit Capacity
fr: Unité de capacité
zh_cn: 带兵量

# 巨龙%d星装备
source: Star %d equipment
fr: Équipement de %d étoiles
zh_cn: 巨龙%d星装备

# 制造
source: Forge
fr: Forger
zh_cn: 制造

# 升级铁匠铺到%d级后解锁
source: Unlock at Blacksmith Lv%d
fr: Débloquer la forge Niv%d
zh_cn: 升级铁匠铺到%d级后解锁

# 需要材料
source: Require
fr: Requis
zh_cn: 需要材料

# 铁匠铺还未解锁
source: You have no Blacksmith
fr: Vous n'avez pas de forge
zh_cn: 铁匠铺还未解锁

# 附加随机属性数量
source: Extra Attributions
fr: Attributions supplémentaires
zh_cn: 附加随机属性数量

# 龙巢
source: Dragon Nest
fr: Nid de dragons
zh_cn: 龙巢

# 晋级需要龙的等级到达%d级，集齐已解锁装备，并全部强化到%d星
source: Promotion required:Lv%d Dragon,raise all equipments to Star %d
fr: Pour promouvoir: Dragon niv%d, tous les équipements niv. %d étoiles
zh_cn: 晋级需要龙的等级到达%d级，集齐已解锁装备，并全部强化到%d星

# 晋级需要龙的等级到达%d级，集齐全部装备，并全部强化到%d星
source: Promotion required:Lv%d Dragon,raise all equipments to Star %d
fr: Pour promouvoir: Dragon niv%d, tous les équipements niv. %d étoiles
zh_cn: 晋级需要龙的等级到达%d级，集齐全部装备，并全部强化到%d星

# 龙巢%d级时可孵化新的巨龙
source: You can incubate a new dragon when your Dragon Nest reachs Lv%d
fr: Vous pouvez couver un nouveau dragon quand votre nid de dragons atteindra le niveau %d
zh_cn: 龙巢%d级时可孵化新的巨龙

# 装备
source: Equip
fr: Équiper
zh_cn: 装备

# 龙未达到晋级等级
source: You've not reached the Dragon level for Promotion
fr: Votre dragon n'a pas atteint le niveau requis pour être promu
zh_cn: 龙未达到晋级等级

# 所有装备未达到最高星级
source: You've not raised all equipments to the max star level
fr: Vous n'avez pas amélioré tous les équipements au niveau maximal d'étoiles
zh_cn: 所有装备未达到最高星级

# 5星上限即将开放!
source: Star 5 coming soon !
fr: Les 5 étoiles arrivent bientôt!
zh_cn: 5星上限即将开放!

# 点击技能
source: Tap this skill
fr: Cliquer sur cette compétence
zh_cn: 点击技能

# 龙
source: Dragon
zh_cn: 龙

# 龙还未孵化
source: You need to incubate the Dragon first
fr: Vous devez couver le dragon en premier
zh_cn: 龙还未孵化

# 选择的龙已经死亡
source: The Dragon is dead now
fr: Le dragon est maintenant mort
zh_cn: 选择的巨龙已经死亡

# 驻防部队
source: Garrison
fr: Garnison
zh_cn: 驻防部队

# 龙未处于空闲状态
source: The Dragon is unavailable.
fr: Le dragon n'est pas disponible
zh_cn: 巨龙未处于空闲状态

# 取消驻防成功
source: Withdraw the garrison successfully
fr: Rappel de la garnison avec succès
zh_cn: 取消驻防成功

# 还没有驻防
source: Not garrisoned yet
fr: Aucune garnison
zh_cn: 还没有驻防

# 点击：驻防
source: Tap to garrison
fr: Cliquer sur la garnison
zh_cn: 点击：驻防

# 开始孵化
source: Incubate
fr: Couver
zh_cn: 孵化

# 当前龙巢等级不能孵化新的巨龙
source: You can't incubate the new Dragon as your current Dragon Nest level
fr: Vous ne pouvez pas couver un nouveau dragon avec ce niveau de nid de dragons.
zh_cn: 当前龙巢等级不能孵化新的巨龙

# 不可思议，传说是真的？！觉醒者过让能够号令龙族。。。大人您真是厉害！
source: Incredible! The rumour is true?! The "Arisen" can really control the Dragons! Marvelous, My lord!
fr: Incroyable! La rumeur est vraie? L'"Arisen'" peut réellement contrôler les dragons! Merveilleux, monseigneur!
zh_cn: 不可思议，传说竟然是真的？！觉醒者果然能够号令龙族…主人您真是太厉害了！

# 点击按钮：孵化
source: Tap to Incubate your first Dragon
fr: Cliquer pour couver votre premier dragon
zh_cn: 点击按钮:孵化

# 点击设置：巨龙在城市驻防，如果敌军入侵，巨龙会自动带领士兵进行防御
source: Tap to Garrison: The Dragon will defend with your troops in city when the enemy attack you
fr: Cliquer sur garnison: le dragon défendra, avec vos troupes, la cité quand l'Ennemi vous attaquera
zh_cn: 点击设置:巨龙在城市驻防，如果敌军入侵，巨龙会自动带领士兵进行防御

# 点击详情:学习技能
source: Tap info to Learn Skill
fr: Cliquer sur info pour apprendre des compétences
zh_cn: 点击详情:学习技能

# 技能学习
source: Skill
fr: Compétences
zh_cn: 技能学习

# 学习
source: Learn
fr: Apprendre
zh_cn: 学习

# 学习条件
source: Require
fr: Requis
zh_cn: 学习条件

# 技能已经达到最大等级
source: Max Skill Level
fr: Niveau maximum de compétence
zh_cn: 技能已经达到最大等级

# 技能学习成功!
source: Learned Skill Successfully
fr: Appris une compétence avec succès
zh_cn: 技能学习成功!

# 龙的星级达到%d星
source: Dragon Star Lv%d
fr: Dragon étoilé Niv %d
zh_cn: 龙的星级达到%d星

# 效果:%s
source: Effect:%s
fr: Effet: %s
zh_cn: 效果:%s

# (下一级:%s)
source: （Next level:%s)
fr: (prochain niveau: %s)
zh_cn: (下一级:%s)

# 点击学习
source: Tap to learn
fr: Cliquer pour apprendre
zh_cn: 点击学习

# 城民
source: Civilian
fr: Civils
zh_cn: 城民

# 玩家姓名
source: Lord Name
fr: Nom du seigneur
zh_cn: 领主名字

# 请问领主尊姓大名?
source: What's your name, my lord?
fr: Quel est votre nom, monseigneur?
zh_cn: 请问领主尊姓大名?

# 输入新的名字
source: Please enter your name
fr: SVP, entrez votre nom
zh_cn: 请输入您的名字

# 确认
source: Confirm
fr: Confirmer
zh_cn: 确认

# 请输入新的名称
source: Enter your new name
fr: Entrez un nouveau nom
zh_cn: 请输入新的名称

# 正在制作装备 %s
source: Forging %s
fr: Forger %s
zh_cn: 正在制作装备 %s

# 建造队列空闲
source: The forge queue is available now
fr: La queue pour la forge est disponible
zh_cn: 建造队列空闲

# 请选择一个装备进行制造
source: Choose one to forge
fr: Choisir un pour forger
zh_cn: 请选择一个装备进行制造

# 铁匠铺升级到%d级解锁
source: Unlock at Blacksmith Lv%d
fr: Débloquer la forge Niv%d
zh_cn: 铁匠铺升级到%d级解锁

# 查看详情
source: Check for details
fr: Vérifier les détails
zh_cn: 查看详情

# 点击招募步兵
source: Tap to Recruit
fr: Cliquer pour recruter
zh_cn: 点击招募步兵

# 点击查看
source: Tap to Check
fr: Cliquer pour vérifier
zh_cn: 点击查看

# 建造住宅, 提升城民上限
source: Build a dwelling to increase civilians
fr: Construire un logement pour augmenter la population
zh_cn: 建造住宅, 提升城民上限

# 点击建造
source: Tap to Build
fr: Cliquer pour construire
zh_cn: 点击建造

# 点击按钮：驻防
source: Tap to Garrison
fr: Cliquer pour mettre une garnison
zh_cn: 点击按钮：驻防

# 点击治愈
source: Tap to Heal
fr: Cliquer pour soigner
zh_cn: 点击治愈

# 果然没有...不过也碍事...我的探子已经找到了他们的一处聚集地,请大人随我来
source: Sure enough,there's no gem…But it's fine,my scout has already found the place of them,follow me,my lord.
fr: Bien sûr, il n'y a aucune gemme.. Mais c'est correct, mes éclaireurs ont déjà trouvé un emplacement, suivez-moi, monseigneur.
zh_cn: 果然没有...不过也不碍事...我的探子已经找到了他们的一处聚集地,请大人随我来。
