Repository: ModunZhang/dragonfall_client
Catalog: Dragonfall/dev/res/i18n/*.po
Languages: fr, zh_cn

# 错误
source: Error
fr: Erreur
zh_cn: 错误

# 服务器连接断开,请检测你的网络环境后重试!
source: You have lost connection with the server, please check your network and retry.
fr: Vous avez perdu la connexion avec le serveur, SVP vérifier votre réseau et réessayer.
zh_cn: 服务器连接断开,请检测你的网络环境后重试!

# 提示
source: Tips
fr: Conseils
zh_cn: 提示

# 加入联盟后开放此功能!
source: You need to join an Alliance at first
fr: Vous devez joindre une Alliance en premier
zh_cn: 加入联盟后开放此功能!

# 恭喜
source: Congrats!
fr: Félicitations!
zh_cn: 恭喜

# 您已获得%s,到物品里面查看
source: You've got the %s, please check it in the Item bar !
fr: Vous avez obtenu le %s, SVP vérifier dans la barre d'item !
zh_cn: 你已获得%s,请前往物品栏查看

# 你有未完成的订单,请处理后再进行购买
source: You have an unfinished order, please get it done first
fr: Vous avez une commande non-terminée, SVP finissez-le avant
zh_cn: 你有未完成的订单，请处理后再进行购买

# 已为你恢复以前的购买
source: We have already recovered your last purchase
fr: Nous avons déjà récupéré votre dernier achat
zh_cn: 已为你恢复之前的购买

# 确定
source: OK
zh_cn: 确定

# 请求超时
source: Time out
fr: Temps expiré
zh_cn: 请求超时

# 魔龙创世纪是一款什么样的游戏？
source: Introduction for Dragonfall
fr: Introduction à Dragonfall
zh_cn: 魔龙创世纪是一款什么样的游戏？

source: In DRAGONFALL, you are a lord of a great city who needs to upgrade buildings and recruit soldiers to build a powerful army. To develop a new civilization and technology to make your city bigger than bigger. In addition, you can also attack other lords, plunder their resources, occupy the villages to collect resources and build your own Alliance to become the ruler of the world. You’d better to invite more friends to join the game and fight together with them. it will be an unforgettable experience.
fr: Dans DRAGONFALL, vous êtes un seigneur d'une grande cité qui a besoin d'améliorer ses bâtiments et recruter des soldats pour bâtir une armée puissante. Il faut développer de nouvelles civilisations et technologies pour faire une cité forte. En plus, vous pouvez attaquer les autres seigneurs, voler leurs ressources, occuper des villages pour ramasser des ressources et bâtir votre propre alliance pour devenir le maître du monde. Invitez vos amis à joindre le jeu et battez vous ensemble. Ce sera une expérience inoubliable.
zh_cn: 在魔龙创世纪中，您是一位城池的领主，您需要建造建筑，招募士兵组建强大的军队，研发新的文明和科技，使您的城市日渐强大。除此之外，您还可以进攻其他的领主，掠夺他们的资源，占领中立的村落采集资源，组建自己的联盟，成为世界的统治者。邀请更多朋友加入游戏，和他们一同战斗和发展，将会是一段难忘的经历。

# 世界地图与联盟
source: World Map & Alliance
fr: Carte du monde & Alliance
zh_cn: 世界地图与联盟

source: The world of the DRAGONFALL is composed of numerous Alliances’ territory. All the lords of the Alliance will be displayed on the map. The more closer to the center of the world map, the more advantages you can get. Includes: Village gathering speed bonus Dragon Experience bonus Heroes’ blood bonus Marching speed bonus Dragon attack power bonus Loyalty bonus of battle at the shrine Glory bonus of battle at the shrine
fr: Le monde de DRAGONFALL est composé de plusieurs territoires d'alliance. Tous les seigneurs des alliances sont visibles sur la carte. Plus vous êtes proche du centre de la carte du monde, plus d'avantages vous obtiendrez. Incluant: Bonus de vitesse de récolte dans les villages Bonus d'expérience de dragon Bonus de sang d'héros Bonus de vitesse de marche Bonus du pouvoir d'attaque de dragon Bonus de loyauté dans les batailles dans les sanctuaires Bonus de gloire dans les batailles dans les sanctuaires
zh_cn: 魔龙创世纪的世界地图是由无数的联盟领地组成。所有的领主将组成的各种联盟，存在于地图的各个角落。你的联盟越靠近世界地图中心的位置，所能够获得发展优势越大。包括：村落采集速度加成巨龙经验值加成英雄之血加成行军速度加成巨龙攻击力加成圣地战玩家获得忠诚值加成圣地战联盟获得荣耀值加成

# 城市的位置 & 迁移
source: City location & migration
fr: Emplacement des cités & migration
zh_cn: 城市的位置 & 迁移

source: In DRAGONFALL, you must join the Alliance to enter the regional map. However, your city can only exist at the territory of your own Alliance. Move your city to other lords’ Alliance or no man’s land is not permitted. And if you don’t join the Alliance, you will not be attacked by other lords.
fr: Dans DRAGONFALL, vous devez joindre une alliance pour entrer dans une carte régionale. De plus, votre cité peut seulement exister sur le territoire de votre alliance. Il n'est pas permis de déplacer votre cité dans une autre alliance ou dans le "No man's land". Et si vous ne joignez pas une alliance, vous ne serez pas attaqué par les autres seigneurs.
zh_cn: 在魔龙创世纪中，您必须加入联盟后，才能打开区域地图。您的城市只能在己方的联盟领地上，您无法将自己的城市移动到其他联盟或者是没有联盟的领地。如果您不加入联盟，您也不会遭打其他玩家的攻打。

# 如何采集资源？
source: How to gather resources
fr: Comment ramasser des ressources
zh_cn: 如何采集资源？

source: Find and click the villages on the regional map, select “occupy” to send your troops. If the village is already occupied by other lords, you will get into the battle. If you win, you can plunder resources of the occupier which he already got. And if the load of the troops is large enough, they will continue to gather the resources from the village until they can't carry anymore. When it’s done, the troops will take the resources back to the city automatically.
fr: Trouver et cliquer sur un village de la carte régionale, sélectionner "Occuper" pour envoyer vos troupes. Si le village est déjà occupé par un autre seigneur, vous engagerez une bataille. Si vous gagnez, vous pillerez les ressources déjà ramassées. Si votre chargement de vos troupes est assez grand, elles vont continuer à ramasser des ressources du village jusqu'à ce qu'elles ne puissent plus en prendre. Quand c'est fait, vos troupes ramèneront automatiquement les ressources à votre cité.
zh_cn: 找到并点击在区域地图中的村落，选择占领，然后派出部队前往。注意如果该村落正在被其他玩家占领的话，您可能会同占领者触发战斗。如果您胜利了，便可掠夺之前占领者采集到的资源。如果部队的负重足够大，部队还将继续再村落中采集资源，直到无法携带更多的资源。当采集完成后，您的部队会自动将资源运送回您的城市。

# 黑龙军团
source: The Dark Dragon
fr: Les dragons noirs
zh_cn: 黑龙军团

source: The Dark Army(they dressed in Dark clothing) is the neutral units which will not attack players initiatively on Alliance territory. When you defeat them, you’ll earn resources, materials and items. The Dark Army will only appear on the Alliance territory and they will be refreshed on the map in a period. The level of new refreshed Dark Army is based on the location of the world map, the closer the position of the center map is, the higher level Dark Army will be appeared.
fr: L'armée noire (habillée en noire) est composée d'unités neutres qui n'attaqueront pas d'eux-mêmes les joueurs sur le territoire d'alliance. Quand vous les vaincrez, vous gagnerez des ressources, du matériel et des items. L'armée noire apparaît seulement sur le territoire de l'alliance et une nouvelle cohorte apparaîtra périodiquement pour remplacer la précédente. Le niveau de la nouvelle cohorte d'armée noire est basée sur l'emplacement de l'alliance sur la carte du monde. Plus l'alliance est près du centre, plus le niveau sera élevé.
zh_cn: 黑龙军团（他们身着黑色的服装）是联盟领地上的中立单位，并不会主动攻击领主。如果击败他们会获得资源，材料和道具。黑龙军团的单位只会在有联盟的领地才会出现，并且每隔一段时间会在领地上重新刷新。刷新出来的新的黑龙军团会根据当前联盟在世界地图上的位置，越靠近地图中心的位置，刷新出来的黑龙军团等级越高。

# 如何保护自己？
source: How to protect myself
fr: Comment vous protéger
zh_cn: 如何保护自己？

source: You can only gather the resources in the villages when you are in an Alliance, but it’ll also make you to be the target of other lords from hostile Alliances. When you are under attack, please ask your ally to assist your city or use the items, like defence master. And if you choose not to set defense troops, the soldiers in your city will not fight with the enemy, and they will never die. But you may lose some resources. Besides, you can retreat when your troops are under attack in the villages.
fr: Vous pouvez seulement ramasser des ressources dans les villages quand vous êtes dans une alliance mais vous pouvez devenir une cible pour les autres seigneurs des alliances hostiles. Quand vous êtes sous attaque, demandez à vos alliés d'assister votre cité ou utiliser des items, comme maitre de défense. Si vous choisissez de ne pas mettre de troupes en défense, vos soldats ne se bâteront pas avec l'ennemi et ne mourront pas. Mais vous pouvez perdre des ressources. Également, vous pouvez battre en retraite quand vos troupes sont sous attaque dans un village.
zh_cn: 您只有加入联盟后，才可以采集村落的资源，但也可能会成为其他敌对联盟领主的攻击目标。当遭到攻击时，请使用城防道具降低损失。如果您选择不驻防，那么您城市中的部队将不会参加防御，不会产生伤亡。但您可能会损失一定未被暗仓保护的资源。此外，当您采集村落的部队遭到敌方领主的攻击，您可以选择撤军来避免损失。

# 联盟战是什么？
source: Introduction for Alliance Battle
fr: Introduction aux batailles d'alliance
zh_cn: 联盟战是什么？

source: The Chief and General can click the button at the top-left screen to declare Alliance Battle when they are on the territory of the enemy Alliance. If your troops defeat the enemy at Battle period, you can then attack the wall. When the wall’s HP point decrease to 0, the city will be on fire. If all the cities of the hostile Alliance are burned, your opponent will be forced to remove to a new location.
fr: Le chef et les généraux d'alliance peuvent cliquer sur le bouton en haut à gauche de l'écran pour déclarer une bataille d'alliance quand ils sont sur le territoire de l'alliance ennemi. Si vos troupes vainquent l'ennemi durant la période de bataille, vous pouvez attaquer les murs. Quand les PV des murs tombent à 0, la cité prendra feu. Si toutes les cités ennemis brûlent, votre opposant sera forcé de se déplacer dans un nouvel emplacement.
zh_cn: 联盟中将军和盟主，当位于敌方联盟的领地时，可以点击屏幕左上方的宣战按钮，对其宣战。在战争期中，您的部队若能击败敌方的守军，则会对敌方城市的城墙造成伤害。当城墙生命值为0时，该玩家的城市将进入燃烧的状态。如果敌方所有玩家的城市都进入燃烧状态，那么当联盟战结束时，他们的联盟会被强制迁移到其他位置。

# 联盟战的好处？
source: What's the benefits to join an Alliance Battle
fr: Quels sont les bénéfices de joindre une bataille d'alliance
zh_cn: 联盟战的好处？

source: There is a basic reward of honor for the Alliance who participate the Alliance war. And if any soldiers are dead or walls are destroyed from the two sides at the battle, there will be additional honor points for both side. When at the end of the Alliance war, the winner can take 70% and the loser 30%. The lord who has killed the most enemies will receive some DRAGON COINS.
fr: La récompense de base est les points d'honneur pour l'alliance qui participent à une guerre d'alliance. Si des soldats sont morts ou des murs sont détruits des deux cotés de la bataille, des points d'honneur seront ajoutés. À la fin de la guerre, l'alliance gagnante recevra 70% des points d'honneur et 30% pour la perdante. Le seigneur qui a tué le plus d'ennemis recevra quelques pièces de dragon.
zh_cn: 参与联盟战会有一定基础的荣耀值奖励。如果在联盟战中双方部队的士兵发生伤亡和城墙的损耗，将算作额外的荣耀值，当盟战结束时，奖励给交战双方联盟。其中胜方获得70%，负方获得30%。对于本场联盟战中击杀敌军最多的领主还将获得一定的金龙币奖励。

# 我的城堡着火了怎么办？
source: What should I do if my city is on fire
fr: Que dois-je faire si ma cité est en feu
zh_cn: 我的城堡着火了怎么办？

source: Your walls could only be damaged by other lords from hostile Alliance when in the Alliance Battle. If the HP of city wall is 0, your castle at the map will be on fire. At this point, your city could not be attacked by other lords until the end of the Alliance Battle. And if you dispatch your troops when the city is on fire, the protection will be cancelled.
fr: Vos murs peuvent seulement être détruits par d'autres seigneurs d'alliances hostiles dans une bataille d'alliance. Si les PV de vos murs de votre cité est 0, votre château sur la carte sera en feu. À ce point, votre cité ne peut plus être attaqué par d'autres seigneurs avant la fin de la bataille d'alliance. Si vous envoyez des troupes quand votre cité est en feu, vous perdez votre protection.
zh_cn: 您的城墙只有在同其他联盟发生战斗，且被该联盟的领主击败后才会受到损伤。如果城墙的生命值为0时，城堡会处于着火状态。此时，您的城堡将受到保护，无法被其他领主攻打，直到联盟战结束。在着火状态下，派出部队会解除保护状态。

# 龙的作用是什么？
source: What‘s the Dragon for in this game
fr: A quoi sert les dragons dans ce jeu
zh_cn: 龙的作用是什么？

source: In DRAGONFALL, you need the Dragon to lead your army. The higher level of your Dragon, the more amount of units you can dispatch. Meanwhile, the Dragons offers your troops additional combat buff with their mighty skills. Your Dragon can accumulate experience points and Level up after battles. you can also forge and enhance equipments to get them promoted. It will greatly evolve your Dragons and unlock new unique skills.
fr: Dans DRAGONFALL, vous avez besoin de dragons pour conduire votre armée. Plus le niveau de votre dragon est élevé, plus la quantité d'unités envoyées sera grande. Entre-temps, vos dragon offrent des bonus supplémentaires en combat avec leurs habilités puissantes. Vos dragon peuvent accumuler des points d'expérience et progresser de niveau après les batailles,. Vous pouvez aussi forger et améliorer leurs équipements pour les promouvoir. Ceci est une grande évolution pour vos dragons et donne accès à de nouvelles habilités uniques.
zh_cn: 在魔龙创世纪中，您的部队必须在巨龙的带领下才能出征。巨龙的等级越高，能够统领的单位数量越多。同时巨龙还拥有强大技能可以为部队提供额外的战斗加成。通过战斗，龙能够积攒经验值并升级。此外，您还需要为您的巨龙打造并强化装备，使其晋级。晋级后龙的属性会有大幅提升，并解锁更多新技能。

# 龙的攻击力 & 生命值
source: Dragon’s Attack & HP
fr: Attaque de dragon & PV (Point de vie)
zh_cn: 龙的攻击力 & 生命值

source: Every time during the battle, Dragons from attacker and defender will fight and hurt each other according to their Strength point. Only when the health point is greater than 0, Dragons could release their special skills, such as HELLFIRE, LIGHTING STROM, POISON NOVA. The Dragon’s HP will also effect the troops’ attack power, defense power and load(how many resources you can plunder if you win) : If HP > 65%, the addition bonus will be 100%, If HP > 30%, but ≤ 65%, the additional bonus will be 70%, If HP > 0, but ≤ 30%, the additional bonus will be 40%, If HP = 0 , the additional bonus will be 20%.
fr: À chaque bataille, le dragon de l'attaquant et du défenseur s'affrontent l'un et l'autre selon leur point de force. Seulement quand les PV sont plus grands que 0, les dragons peuvent utiliser leurs pouvoirs spéciaux comme FEU INFERNAL, TEMPETE D'ÉCLAIRS, NUÉE DE POISON Les PV d'un dragon affecteront aussi le pouvoir d'attaque des troupes, le pouvoir de défense et le chargement (combien de ressources vous pouvez piller si vous gagnez): Si vos PV>65%, le bonus additionnel sera de 100%, si vos PV>30% mais ≤ 65%, le bonus additionnel sera de 70%, si vos PV>0 mais ≤ 30%, le bonus additionnel sera de 40%, si vos PV=0, le bonus additionnel sera de 20%.
zh_cn: 每次战斗，交战双方的巨龙都会发生战斗，根据双方龙的力量向对方造成伤害，并扣除对方一定的生命值。只有生命值大于0时，巨龙才能释放特殊技能，比如，地狱火，闪电风暴，剧毒新星。此外，巨龙的生命值影响兵种的攻击，生命和负重属性(击败对手后能掠夺多少资源)的强化加成：龙的生命值大于65%时，加成效果为100%龙的生命值大于30%，小于等于65%时，加成效果为70%龙的生命值大于0%，小于等于30%时，加成效果为40%龙的生命值为0时，加成效果为20%

# 巨龙带领部队参战的规则
source: The leadership rules of Dragon
fr: Règle sur la capacité d'unités d'un dragon
zh_cn: 巨龙带领部队参战的规则

source: The leadership of the Dragon will effect the maximum number of soldiers you can dispatch for each position on the battlefield. You should know that the population of different units is not all the same. The population of infantry and archer is 1, which means the unit capacity is just the max number we can dispatch. However, the population of cavalry and siege is 2, which means the unit capacity divide 2 is the max number for dispatching. But one cavalry or siege is much more powerful than infantry or archer, so you don't need to worry about it. When you dispatch the troops, you can choose any unit to any position, but it only allowed you to assign their positions one by one. For example, you need to assign the units at the 1st position before you assign the 2nd one.
fr: La capacité d'unités d'un dragon affectera le nombre maximum de soldats que vous pouvez envoyer dans chaque position du champs de bataille. Vous devez savoir que la population de chaque unité est différente. La population de l'infanterie et des archers est de 1, ce qui veut dire que la capacité d'unités est juste le nombre maximum que vous pouvez envoyer. Cependant, la population de la cavalerie et des sièges est 2, ce qui veut dire que la capacité d'unités est divisé par 2 pour le maximum que vous pouvez envoyer. Mais la cavalerie ou les sièges sont plus puissants que l'infanterie ou l'archer, il ne faut pas s'en faire avec cela. Quand vous envoyez des troupes, vous pouvez choisir chaque unité dans chaque position, mais vous devez les assigner un par un en commençant par le premier du haut.
zh_cn: 巨龙的带兵量高低关系到战场上每个站位的最大带兵数量。此属性越高，能带领出战的单位数量越多。需要注意的是，不同兵种所占用的人口是不同的。步兵和弓兵的占用人口数量:1，意味着您有多少带兵量就能派出多少兵，而骑兵和攻城车的占用人口数量:2，意味着带兵数量会减半。但单个骑兵和攻城车的实力是强于同级别的步兵和弓手的，因此不需要担心。在派兵时您可以随意指定每个站位派遣什么兵种，但有一点，您必须按照站位顺序派兵，比如您的第1个站位再没有派遣任何单位的情况下，您无法对第2个站位派遣单位。

# 装备强化 & 装备属性重置
source: Equipments enhance & Attributes reset
fr: Amélioration d'équipement et réinitialisation des attributs
zh_cn: 装备强化 & 装备属性重置

source: You can consume the useless equipments to enhance the equipment that already equipped at the DRAGON Nest. You have to enhance all the equipments of the Dragon to the max level, and upgrade the Dragon to a specified level, then you can promote the Dragon to a higher star level. All the attributions of Dragon will be greatly improved when your Dragon is promoted. There are some bonus buffs on each equipment, such as infantry attack bonus,etc. You can click the equipment (which is already equipped) to re-randomized these buffs by consuming of the same part equipment.
fr: Vous pouvez utiliser les équipement inutilisés pour améliorer l'équipement utilisé dans le nid de dragons. Vous devez améliorer tous les équipements d'un dragon au niveau maximum et atteindre un niveau d'expérience spécifique pour promouvoir votre dragon à un niveau étoilé supérieur. Tous les attributs du dragon sera grandement améliorés quand le dragon sera promu. Il y a des bonus sur chaque pièce d'équipement, comme un bonus d'attaque pour l'infanterie, etc. Vous pouvez cliquer sur l'équipement (lequel est déjà équipé) pour changer aléatoirement ces attributs.
zh_cn: 您可以在龙巢中消耗不需要的装备，为已装备的巨龙装备进行强化升级。您必须将所有的龙的装备都强化到最大等级，且龙的等级达到指定等级后，才能进行晋级。晋级后龙的所有属性都会大幅提升。每个装备在装备到龙身上时，会随机生成一定数量的buff加成，如步兵攻击加成之类的效果。您可以点击某个已经装备的装备，消耗一个相同部位的装备进行重新随机这些属性。

# 龙的技能升级与英雄之血
source: Dragon skills & Hero’s blood
fr: Compétences d'un dragon et sang d'héros
zh_cn: 龙的技能升级与英雄之血

# 龙的技能必须通过英雄之血才能升级。您可以通过在世界地图上与其他玩家发生战斗的方式，击杀敌方单位来获得英雄之血。击杀的单位等级越高，产出的英雄之血越多。
source: Dragon skills could only upgrade by the hero’s blood. You can fight with other lords to get hero’s blood on the regional map. The higher level units you kill, the more hero’s blood you will get.
fr: Les compétences d'un dragon peuvent être améliorer seulement avec du sang d'héros. Vous pouvez vous battre avec d'autres seigneurs pour collecter du sang d'héros sur la carte régionale. Plus le niveau des unités tuées est élevé, plus de sang d'héros vous collecterez.
zh_cn: 龙的技能必须通过英雄之血才能升级。您可以通过在世界地图上与其他玩家发生战斗的方式，击杀敌方单位来获得英雄之血。击杀的单位等级越高，产出的英雄之血越多。

# 如何提高战斗力？
source: How to improve my power
fr: Comment améliorer ma force
zh_cn: 如何提高战斗力？

# 您可以通过招募士兵，升级建筑，研发科技来提高战斗力。
source: You can improve your power by recruiting soldiers, upgrading buildings and researching technologies.
fr: Vous pouvez améliorer la force des soldats recrutés en améliorant les bâtiments et en faisant des recherches technologiques.
zh_cn: 您可以通过招募士兵，升级建筑，研发科技来提高战斗力。

# 建筑队列
source: Build Queue
fr: Queue de construction
zh_cn: 建筑队列

# 初始您拥有1个建筑队列，意味着同一时间只能建造或升级1个建筑。如果您购买了任意金额的金龙币，我们将永久为您解锁第2条建筑队列
source: In the beginning, you only have one build queue, which means you can upgrade or build one building at the same time. If you purchase any type of Dragon Coins, then you can unlock the second build queue forever.
fr: En commençant, vous avez seulement une queue de construction, ce qui veut dire que vous pouvez améliorer ou construire qu'un seul bâtiment à la fois. Si vous achetez n'importe quel type de pièces de dragon, cela vous débloquera la seconde queue de construction de façon permanente.
zh_cn: 初始您拥有1个建筑队列，意味着同一时间只能建造或升级1个建筑。如果您购买了任意金额的金龙币，我们将永久为您解锁第2条建筑队列

# 战斗规则
source: Combat rules
fr: Règles de combat
zh_cn: 战斗规则

source: It’s necessary for attacker and defender to dispatch the troops with the Dragon. Before the two forces fighting to each other, Dragons will combat first. Only when the HP point is greater than 0, Dragons could release their special skills, such as HELLFIRE, LIGHTING STROM, POISON NOVA. The Dragon’s current HP will also effect the troops’ attack power, defense power and load(how many resources could be plundered if you win). After that, the units from both sides will fight each other according to the order of position. The units from the same position of attacker and defender will attack the opponent once each round. The one which has higher power will stay on the battlefield until all the units from one side are fallen.
fr: Il est nécessaire pour attaquer et défendre d'envoyer des troupes avec un dragon. Avant que les deux forces se battent entres elles, les dragons se battront en premier. Seulement quand les PV sont plus grands que 0, les dragons utiliseront leurs pouvoirs spéciaux tel que le FEU INFERNAL, la TEMPÊTE D'ÉCLAIRS et la NUÉE DE POISON. Les PV actuels du dragon vont aussi affecter le pouvoir d'attaque des troupes, le pouvoir de défense et le chargement (combien de ressources peuvent être volées si vous gagnez). Après cela, les unités de chaque côté vont se battre avec les autres, selon l'ordre de position. Les unités d'une même position d'attaquant et de défenseur vont attaquer leur opposant à chaque ronde. Celui avec le plus haut pouvoir restera sur le champ de bataille alors que toutes les autres unités de l'autre tomberont.
zh_cn: 每场战斗的双方的部队都必须由龙带领发生战斗。在双方部队交战前，巨龙会先攻击对方，根据双方龙的力量向对方造成伤害，并扣除对方一定的生命值。只有生命值大于0时，巨龙才能释放特殊技能，比如，地狱火，闪电风暴，剧毒新星。此外，巨龙的生命值影响兵种的攻击，生命和负重属性(击败对手后能掠夺多少资源)的强化加成。双方巨龙战斗结束后，双方的部队按照站位顺序依次出战。每一轮，相同站位的攻击方兵种和防御方兵种会相互攻击一次，由战斗力高的一方将留在场上继续作战，直到一方的所有单位都下场。

# 城堡
source: Castle
fr: Château
zh_cn: 城堡

source: The Castle is the symbol of power. Upgrade it to unlock more new buildings and improve the level limit of buildings. You can also change the terrain of the city in the Castle, different terrain has different bonuses: Glassland: Wood Output + 6% Stone Output + 6% Iron Output + 6% Food Output + 12% Icefield: Infantry HP + 6% Archer HP + 6% Cavalry HP + 6% Siege HP + 6% Desert: Infantry Attack + 3% Archer Attack + 3% Cavalry Attack + 3% Siege Attack + 3%
fr: Le château est le symbole du pouvoir. Améliorez-le pour débarrer de nouveaux bâtiments et pour augmenter la limite du nombre de bâtiments. Vous pouvez également changer le terrain de votre cité dans le château, chaque terrain donne des bonus différents: Prairies: Production de bois: +6% Production de roche: +6% Production de fer: +6% Production de pain: +12% Terres enneigés: PV de l'infanterie: +6% PV des archers: +6% PV de la cavalerie: +6% PV des sièges: +6% Désert: Attaque de l'infanterie: +3% Attaque des archers: +3% Attaque de la cavalerie: +3% Attaque des sièges: +3%
zh_cn: 城堡是城市中最重要的建筑，升级城堡可以解锁各种建筑，其他建筑的等级大多也受限于城堡。在城堡中，您还可以变更城市的地形，不同的地形有不同的属性加成：草地：木材产量+6%石料产量+6%铁矿产量+6%粮食产量+6%雪地：步兵生命值+6%弓手生命值+6%骑兵生命值+6%攻城器械生命值+6%沙漠：步兵攻击+3%弓手攻击+3%骑兵攻击+3%攻城器械攻击+3%

# 龙巢&获得更多的龙
source: The Dragon Nest & Get More Dragons
fr: Le nid de dragons & obtenir plus de dragons
zh_cn: 龙巢&获得更多的龙

source: You will have one Dragon in the beginning, upgrade the Dragon nest to unlock more Dragon and increase the Dragon HP recovery speed in the city. You can check the information of Dragon at the Dragon nest, to upgrade their skills, enhance their equipments and promote them. In addition, if you set an army to defend your city, the Dragon who leads your troops will be displayed at the Dragon nest in the city scene.
fr: Vous avez un dragon en commençant. En améliorant le nid de dragons, vous obtiendrez plus de dragons et vous augmenterez la vitesse de recouvrement des PV de vos dragons. Vous pouvez regarder l'information sur un dragon dans le nid de dragons, améliorer ses compétences, améliorer son équipement et les promouvoir. En plus, si vous envoyer votre armée défendre votre cité, la dragon qui mènera vos troupes sera visible sur votre nid de dragons dans la scène de la cité.
zh_cn: 游戏初始解锁1条龙，升级龙巢能解锁更多的巨龙，并能提升巨龙在城市中的生命值恢复速度。你在城市的龙巢中可以查看巨龙的相关信息，提升龙的技能，强化龙的装备并晋级你的巨龙。此外，如果你的城市中驻防了部队，带领部队的巨龙会显示在龙巢中。

# 兵营
source: Barrack
fr: Caserne
zh_cn: 兵营
