Repository: ModunZhang/dragonfall_client
Catalog: Dragonfall/dev/res/i18n/*.po
Languages: fr, zh_cn

# 开始研发
source: Tap to Research
fr: Cliquer pour faire une recherche
zh_cn: 开始研发

# GM聊天
source: GM Chat
zh_cn: GM聊天

# 关闭该窗口后将无法继续与GM聊天，确认关闭吗？
source: You'll lose contact with the GM if you close the window, are you sure?
fr: Vous perdrez le contact avec le GM si vous fermez la fenêtre, êtes-vous sûr?
zh_cn: 关闭该窗口后将无法继续与GM聊天，确认关闭吗？

# 游乐场
source: Playground
fr: Casino
zh_cn: 游乐场

# 普通抽奖
source: Lottery
fr: Loterie
zh_cn: 普通抽奖

# 高级抽奖
source: Advanced Lottery
fr: Loterie avancée
zh_cn: 高级抽奖

# 获得%s x%d
source: Got %s X%d
fr: Eu %s X %d
zh_cn: 获得%s x%d

# 每日获得免费抽奖机会，激活VIP5 以上，每日可获得额外的免费抽奖机会
source: You have one free lottery chance everyday. The higher VIP level you are, the more free chances you get.
fr: Vous avez une loterie gratuite chaque jour. Plus votre niveau de VP est élevé, plus vous en aurez des gratuites.
zh_cn: 每日获得免费抽奖机会，激活VIP5 以上，每日可获得额外的免费抽奖机会

# 免费抽奖
source: Free
fr: Gratuit
zh_cn: 免费抽奖

# 开始抽奖
source: Start
fr: Départ
zh_cn: 开始抽奖

# 购买任意金额的金龙币可以解锁高级抽奖,高级抽奖一次可以获得三种不同的道具
source: You can get three kinds of items each time.
fr: Vous pouvez obtenir trois types d'items à chaque fois.
zh_cn: 高级抽奖一次可以获得三种不同的道具

# 正在建造
source: Building
fr: Bâtiment
zh_cn: 正在建造

# 正在解锁
source: Unlocking
fr: Débloqué
zh_cn: 正在解锁

# 正在升级到等级%d
source: Upgrading to Lv%d
fr: Amélioration vers niveau %d
zh_cn: 正在升级到等级%d

# 已经到最大等级了
source: Max Level
fr: Niveau maximum
zh_cn: 已经到最大等级了

# 可解锁建筑
source: Buildings
fr: Bâtiments
zh_cn: 可解锁建筑

# 升级到等级%d
source: Upgrade to Lv%d
fr: Améliorer au niveau %d
zh_cn: 升级到等级%d

# 立即建造
source: Build Now
fr: Sur-le-champ
zh_cn: 立即建造

# 建筑列表
source: Building List
fr: Liste des bâtiments
zh_cn: 建筑列表

# 功能建筑
source: Functional
fr: Fonctionnel
zh_cn: 功能建筑

# 资源建筑
source: Resource
fr: Ressource
zh_cn: 资源建筑

# 协助加速
source: Help
fr: Aide
zh_cn: 协助加速

# 帮助联盟成员加速并获得联盟忠诚值，激活VIP后能够提升为盟友加速效果
source: Help allies to earn Loyalty points(VIP has a better effect on helping allies to speed up events)
fr: Aider les alliés pour gagner des points de loyauté(VIP a un bon effet sur l'aide aux alliés pour l'accélération)
zh_cn: 帮助联盟成员加速并获得联盟忠诚值，激活VIP后能够提升为盟友加速效果

# 全部帮助
source: Help All
fr: Aider tous
zh_cn: 全部帮助

# 协助加速成功
source: Helped Successfully
fr: Aidé avec succès
zh_cn: 协助加速成功

# 每日获得最大忠诚度：
source: Daily Loyalty
fr: Loyauté quotidienne
zh_cn: 每日获得最大忠诚度：

# 正在升级
source: Upgrading
fr: Amélioration
zh_cn: 正在升级

# 研发%s血量增加 等级 %d
source: Research %s HP Lv%d
fr: Recherche PV %s Niv %d
zh_cn: 研发%s血量增加 等级 %d

# 研发%s对%s的攻击到 等级 %d
source: Research %s attack:against %s to Lv%d
fr: Recherche d'attaque %s: contre %s Niv %d
zh_cn: 研发%s对%s的攻击到 等级 %d

# 晋升%s的星级 star %d
source: Upgrade %s to star level %d
fr: Améliorer %s au niveau étoilé %d
zh_cn: 晋升%s到星级 %d

# 未处理
source: Untreated
fr: Non traité
zh_cn: 未处理

# 帮助
source: Help
fr: Aide
zh_cn: 帮助

# 部队人口
source: Units Population
fr: Unité de population
zh_cn: 部队人口

# 当前没有推荐任务!
source: No Recommended Task
fr: Aucune tâche recommandée
zh_cn: 当前没有推荐任务!

# 点击领取奖励
source: Tap to get rewards
fr: Cliquer pour obtenir les récompenses
zh_cn: 点击领取奖励

# 进入联盟地图 体验更多玩法
source: Enter the Alliance Territory, try more!
fr: Joignez une alliance pour plus de plaisir!
zh_cn: 进入联盟地图 体验更多玩法

# 医院
source: Hospital
fr: Hôpital
zh_cn: 医院

# 治愈
source: Heal
fr: Soigner
zh_cn: 治愈

# 治愈所有伤兵
source: Heal All
fr: Soigner tous
zh_cn: 治愈所有伤兵

# 立即治愈
source: Heal Now
fr: Soigner maintenant
zh_cn: 立即治愈

# 没有伤兵需要治愈
source: No wounded soldier
fr: Aucun soldat blessé
zh_cn: 没有伤兵需要治愈

# 没有足够的金龙币补充资源
source: Not enough Dragon Coins
fr: Pas assez de pièces de dragons
zh_cn: 没有足够的金龙币补充资源

# 正在治愈，资源不足
source: Healing now,and not enough resources
fr: Soigné immédiatement et vous n'avez pas assez de ressources
zh_cn: 正在治愈，资源不足

# 资源不足，是否花费金龙币补足
source: Not enough resources,do you want to spend Dragon Coins?
fr: Pas assez de ressources, voulez-vous dépenser des pièces de dragons?
zh_cn: 资源不足，是否花费金龙币补足

# 正在治愈，是否花费魔法石立即完成
source: Healing now,do you want to finish it with Dragon Coins?
fr: Soigné immédiatement, voulez-vous le finir avec des pièces de dragons?
zh_cn: 正在治愈，是否花费金龙币立即完成

# 治愈伤兵
source: Healing
fr: Soins en cours
zh_cn: 治愈伤兵

# 正在治愈%d人口的伤兵
source: Healing %d wounded soldiers
fr: Soins en cours de %d soldats blessés
zh_cn: 正在治愈%d人口的伤兵

# 选择多余的装备进行强化
source: Choose equipment to enhance
fr: Choisir un équipement pour l'améliorer
zh_cn: 选择多余的装备进行强化

# 可强化等级:%d/%d
source: Level:%d/%d
fr: Niveau: %d/%d
zh_cn: 可强化等级:%d/%d

# 装备已达到最大星级
source: Max Star Level!
fr: Niveau étoilé maximum!
zh_cn: 装备已达到最大星级

# 请选择用来强化的装备
source: Please choose the equipment for enhancing
fr: SVP, choisir un équipement à améliorer
zh_cn: 请选择用来强化的装备

# 装备强化成功
source: Enhanced Successfully
fr: Amélioration réussi
zh_cn: 装备强化成功

# 道具
source: Items
zh_cn: 道具

# 商城
source: Store
fr: Magasin
zh_cn: 商城

# 我的道具
source: My Items
fr: Mes items
zh_cn: 我的道具

# 特殊
source: Special
fr: Spécial
zh_cn: 特殊

# 持续增益
source: Buff
fr: Bonus
zh_cn: 持续增益

# 资源
source: Resource
fr: Ressources
zh_cn: 资源

# 时间加速
source: Speedup
fr: Accélération
zh_cn: 时间加速

# 使用
source: Use
fr: Utiliser
zh_cn: 使用

# 开启铜宝箱需要铜钥匙
source: You need a Coppery Key to unlock the Coppery Case
fr: Vous avez besoin d'une clé cuivrée pour débarrer le coffre cuivré
zh_cn: 开启铜宝箱需要铜钥匙

# 开启银宝箱需要银钥匙
source: You need a Silver Key to unlock the Silver Case
fr: Vous avez besoin d'une clé argentée pour débarrer le coffre argenté
zh_cn: 开启银宝箱需要银钥匙

# 开启金宝箱需要金钥匙
source: You need a Golden Key to unlock the Golden Case
fr: Vous avez besoin d'une clé dorée pour débarrer le coffre doré
zh_cn: 开启金宝箱需要金钥匙

# 木材产量
source: Wood Output
fr: Prod. de bois
zh_cn: 木材产量

# 铁矿产量
source: Mine Output
fr: Prod. de fer
zh_cn: 铁矿产量

# 石料产量
source: Stone Output
fr: Prod. de roches
zh_cn: 石料产量

# 粮食产量
source: Food Output
fr: Prod. de pain
zh_cn: 粮食产量

# 步兵攻击
source: Infantry Attack
fr: Attaque d'infanterie
zh_cn: 步兵攻击

# 弓手攻击
source: Archer Attack
fr: Attaque d'archers
zh_cn: 弓手攻击

# 骑兵攻击
source: Cavalry Attack
fr: Attaque de cavalerie
zh_cn: 骑兵攻击

# 攻城器械攻击
source: Siege Attack
fr: Attaque des sièges
zh_cn: 攻城器械攻击

# 步兵生命值
source: Infantry HP
fr: PV d'infanterie
zh_cn: 步兵生命值

# 弓手生命值
source: Archer HP
fr: PV d'archers
zh_cn: 弓手生命值

# 骑兵生命值
source: Cavalry HP
fr: PV de cavalerie
zh_cn: 骑兵生命值

# 攻城器械生命值
source: Siege HP
fr: PV des sièges
zh_cn: 攻城器械生命值

# 城市地形
source: City Terrain
fr: Terrain de la cité
zh_cn: 城市地形

# 提示:升级城堡获得解锁建筑机会!
source: Tips:Upgrade Castle to unlock new buildings
fr: Conseil: améliorer le château pour débloquer de nouveaux bâtiments
zh_cn: 提示:升级城堡获得解锁建筑机会!

# 已解锁
source: Unlocked
fr: Débloqué
zh_cn: 已解锁

# 未解锁
source: Locked
fr: Barré
zh_cn: 未解锁

# 城市地形修改
source: Terrain
zh_cn: 城市地形修改

# 变换地形
source: Change City Terrain
fr: Changer le terrain de la cité
zh_cn: 变换地形

# 花费金龙币改变城市的地形，每种地形对应增益一种巨龙
source: Spend Dragon Coins to change the terrain of your city
fr: Dépenser des pièces de dragons pour changer le terrain de votre cité
zh_cn: 花费金龙币改变城市的地形

# 购买使用
source: Buy & Use
fr: Acheter et utiliser
zh_cn: 购买使用

# 请选择不同的地形
source: Please select a diffent terrain
fr: SVP, choisir un terrain différent
zh_cn: 请选择不同的地形

# 国王通告
source: The King's Announcement
fr: L'annonce du roi
zh_cn: 国王通告

# 恭喜你达到
source: Congratulations
fr: Félicitations
zh_cn: 恭喜你达到

# 等级 %d
source: Level %d
fr: Niveau %d
zh_cn: 等级 %d

# 提示：预留一定的空闲城民，兵营将他们训练成士兵
source: Tips:Leave some civilians,and train them to be soldiers in the barrack.
fr: Conseil: Laissez des civils disponibles pour les entraîner à devenir soldat dans la baraque
zh_cn: 提示：预留一定的空闲城民，兵营将他们训练成士兵

# 登录提示帮助2
source: Tips:Hero's Blood can be used for upgrading Dragon skills. You can earn it in the Alliance Battle.
fr: Conseil: Le sang d'héros peut-être utilisé pour améliorer les compétences de dragons. Vous pouvez le gagner dans les batailles d'alliance.
zh_cn: 提示：英雄之血用于提升巨龙的技能，在战斗中击杀敌方单位可以获得英雄之血

# 登录提示帮助4
source: Tips:You can buy rare items with Loyalty Points in the Alliance Shop
fr: Conseil: Vous pouvez acheter des items rares avec des points de loyauté dans le magasin d'alliance
zh_cn: 提示：加入联盟后，在联盟领地的联盟商店花费忠诚值可以购买付费道具

# 登录提示帮助5
source: Tips:You can earn materials of Dragon equipment in the Alliance Shrine
fr: Conseil: Vous pouvez gagner du matériel d'équipement de dragon dans le sanctuaire
zh_cn: 提示：加入联盟后，在联盟领地可参加圣地战，胜利后可以获得龙装备的材料

# 登录提示帮助7
source: Tips:You can get free VIP points when you login everyday. Consecutive log in to get more VIP Points
fr: Conseil: Vous pouvez obtenir des points VIP gratuits quand vous vous connectez tous les jours. Des connexions consécutives vous amèneront plus de point VIP.
zh_cn: 提示：每天登陆都能获得VIP点数，连续登陆天数越多，每日获得的VIP点数也越多

# 登录提示帮助8
source: Tips:The higher leadership your Dragon gets,the more units you can dispatch for the battle.
fr: Conseil: Plus le pouvoir du maréchal est haut, plus d'unités vous pourrez envoyer dans la bataille
zh_cn: 提示：巨龙的带兵量属性越高，能够带领的部队人数也越高

# 登录提示帮助9
source: Tips:Players will earn more materials of Dragon equipment in a Desert Alliance Terrain
fr: Conseil: Les joueurs gagneront plus de matériel d'équipement de dragons dans un terrain désertique d'alliance
zh_cn: 提示：沙漠地形的联盟，主要采出红龙装备的材料

# 我已阅读并同意[用户协议]
source: I have read and agreed [User Agreement]
fr: J'ai lu et accepté [Entente de l'utilisateur]
zh_cn: 我已阅读并同意[用户协议]

# 阅读
source: Read
fr: Lire
zh_cn: 阅读

# 是否跳过开头动画?
source: Are you sure to skip ?
fr: Êtes-vous sûr de sauter?
zh_cn: 是否跳过动画?

# [联系我们]
source: [Contact us]
fr: [Contactez nous]
zh_cn: [联系我们]

# 登陆问题
source: Login problem
fr: Problème de connexion
zh_cn: 登录问题

# 您尚未设置邮件：请前往IOS系统“设置”-“邮件、通讯录、日历”-“添加账户”处设置
source: You've not set your mailbox,iOS-Settings-Mail,Contacts,Calendars-Add Account
fr: Vous n'avez pas configuré votre courriel
zh_cn: 您尚未设置邮件：请前往iOS系统“设置”-“邮件、通讯录、日历”-“添加账户”处设置

# [用户协议]
source: [User Agreement]
fr: [Entente de l'utilisateur]
zh_cn: [用户协议]

# 用户协议
source: User Agreement
fr: Entente de l'utilisateur
zh_cn: 用户协议

# 不同意
source: Disagree
fr: Désaccord
zh_cn: 不同意

# 正在获取游戏公告...
source: Loading Notice Info…
fr: Chargement de l'avis
zh_cn: 正在获取游戏公告...

# 公告
source: Notice
fr: Avis
zh_cn: 公告

# 正在获取服务器信息...
source: Loading server info…
fr: Chargement des informations du serveur
zh_cn: 正在获取服务器信息...

# 游戏版本过低,请更新!
source: A New Version is available!
fr: Une nouvelle version est disponible!
zh_cn: 游戏版本过低,请更新!

# 获取服务器信息失败!
source: Load server info failed !
fr: Erreur de chargement des informations du serveur
zh_cn: 获取服务器信息失败！

# 重试
source: Retry
fr: Réessayer
zh_cn: 重试

# 正在加载游戏资源...
source: Loading…
fr: Chargement…
zh_cn: 正在加载游戏资源…

# 连接网关服务器失败!
source: Connect gate server failed!
fr: Échec de la connexion au serveur passerelle
zh_cn: 连接网关服务器失败!

# 服务器维护中
source: Server Maintenance
fr: Maintenance du serveur
zh_cn: 服务器维护中

# 游戏版本验证失败
source: Check version failed
fr: Échec de la vérification de la version
zh_cn: 游戏版本验证失败

# 游戏版本不匹配
source: Wrong version
fr: Mauvaise version
zh_cn: 游戏版本不匹配

# 获取游戏服务器信息失败!
source: Get game server info failed!
fr: Échec de l'obtention des infos du serveur de jeu!
zh_cn: 获取游戏服务器信息失败!

# 连接游戏服务器失败!
source: Connect game server failed!
fr: Échec de la connexion au serveur de jeu!
zh_cn: 连接游戏服务器失败!

# 玩家已经登录
source: You have already logged in
fr: Vous êtes déjà connecté
zh_cn: 玩家已经登录

# 检查游戏更新....
source: Check version…
fr: Vérification de la version…
zh_cn: 检查游戏版本…

# 检查游戏更新失败!
source: Check version failed!
fr: Échec de la vérification de la version
zh_cn: 检查游戏版本失败!

# 文件下载失败!
source: Download failed!
fr: Échec du téléchargement!
zh_cn: 文件下载失败!

# 更新进度:%d%%
source: Update:%d%%
fr: Amélioration: %d%%
zh_cn: 更新进度:%d%%

# 收件箱
source: Inbox
fr: Boite de réception
zh_cn: 收件箱

# 战报
source: Reports
fr: Rapports
zh_cn: 战报

# 收藏夹
source: Favorite
fr: Favoris
zh_cn: 收藏夹

# 已发送
source: Outbox
fr: Éléments envoyés
zh_cn: 已发送

# 全选
source: All
fr: Tous
zh_cn: 全选

# 删除%s
source: Delete %s
fr: Effacer %s
zh_cn: 删除%s

# 您即将删除所选%s,删除的%s将无法恢复,您确定要这么做吗?
source: You're about to delete %s,you won't recover the deleted %s,are you sure to do this?
fr: Vous êtes sur le point d'effacer %s, vous ne pourrez pas récupérer %s, êtes-vous sûr de vouloir faire cela?
zh_cn: 您即将删除所选%s,删除的%s将无法恢复,您确定要这么做吗?

# 邮件中有未领取的奖励，不能删除!
source: You can't delete this mail with unclaimed gifts
fr: Vous ne pouvez pas effacer un courrier avec des cadeaux non-réclamés
zh_cn: 邮件中有未领取的奖励，不能删除!

# 标记已读
source: MarkAsRead
fr: Marqués comme lus
zh_cn: 标记已读

# 日期
source: Date
zh_cn: 日期

# 主题:
source: Subject:
fr: Sujet:
zh_cn: 主题:

# 日期:
source: Date:
zh_cn: 日期:

# 回复
source: Reply
fr: Répondre
zh_cn: 回复

# 领取成功
source: Got successful!
fr: Obtenu avec succès!
zh_cn: 领取成功 !

# 资源采集报告
source: Gather Report
fr: Rapport de ramassage
zh_cn: 资源采集报告

# 回复邮件
source: Reply
fr: Répondre
zh_cn: 回复邮件

# 收件人：
source: To:
fr: À:
zh_cn: 收件人:

# 主题：
source: Subject:
fr: Sujet:
zh_cn: 主题:

# 内容：
source: Content:
fr: Contenu:
zh_cn: 内容:

# 不能向自己发送邮件
source: You can't send mail to yourself
fr: Vous ne pouvez pas envoyer un courrier à vous-même
zh_cn: 不能向自己发送邮件

# 材料库房
source: Material Depot
fr: Dépôt de matériel
zh_cn: 材料库房

# 制造材料
source: Produce Materials
fr: Produire des matériaux
zh_cn: 制造材料

# 帝王之师
source: Emperor's Army
fr: Armée de l'empereur
zh_cn: 帝王之师

# 部队攻击
source: Troop Attack
fr: Attaque des troupes
zh_cn: 部队攻击

# 部队生命
source: Troop HP
fr: PV des troupes
zh_cn: 部队生命

# 带兵上限
source: March units capacity
fr: Capacité d'unités de marches
zh_cn: 带兵上限

# 暗天使
source: Dark Angel
fr: Ange noire
zh_cn: 暗天使

# 战争修士
source: War Monk
fr: Moine guerrier
zh_cn: 战争修士

# 建造速度
source: Build Speed
fr: Vitesse de construction
zh_cn: 建造速度

# 研发速度
source: Research Speed
fr: Vitesse de recherche
zh_cn: 研发速度

# 城墙恢复速度
source: Wall Recovery Speed
fr: Vitesse de recouvrement des murs
zh_cn: 城墙恢复速度

# 灰骑士
source: Grey Knight
fr: Chevalier gris
zh_cn: 灰骑士

# 招募速度
source: Recruit Speed
fr: Vitesse de recrutement
zh_cn: 招募速度

# 维护费用
source: Upkeep
fr: Entretien
zh_cn: 维护费用

# 钢铁之手
source: Iron Fist
fr: Poigne de fer
zh_cn: 钢铁之手

# 治愈伤兵速度
source: Heal Speed
fr: Vitesse de soin
zh_cn: 治愈伤兵速度

# 极限战士
source: Ultimate Warrior
fr: Combattant ultime
zh_cn: 极限战士

# 龙的生命恢复
source: Dragon Recovery Speed
fr: Vitesse de recouvrement du dragon
zh_cn: 龙的生命恢复

# 守望者
source: Watcher
fr: Observateur
zh_cn: 守望者

# 恐惧折磨
source: Agony of Terror
fr: Agonie de la terreur
zh_cn: 恐惧折磨

# 绝望折磨
source: Agony of Despair
fr: Agonie du désespoir
zh_cn: 绝望折磨

# 箭塔攻击
source: Tower Attack
fr: Attaque des tours
zh_cn: 箭塔攻击

# 腐化之种
source: Seed of Corruption
fr: Graine de corruption
zh_cn: 腐化之种

# 暗影魔咒
source: Shadow Curse
fr: Ombre de malédiction
zh_cn: 暗影魔咒

# 血之诅咒
source: Curse of Blood
fr: Malédiction du sang
zh_cn: 血之诅咒

# 伤兵转换
source: Transform to Wounded Solder
fr: Transformer les soldats blessés
zh_cn: 伤兵转换

# 丧失神智
source: Loss Mind
fr: Perdre l'esprit
zh_cn: 丧失神智

# 维护费用增加
source: Upkeep Cost
fr: Coût d'entretien
zh_cn: 维护费用

# 迟缓诅咒
source: Curse of Slow
fr: Malédiction de la lenteur
zh_cn: 迟缓诅咒

# 头衔
source: Title
fr: Titre
zh_cn: 头衔

# 未颁发
source: Unpublished
fr: Non-publié
zh_cn: 未颁发

# 步兵科技
source: Infantry science
fr: Science d'infanterie
zh_cn: 步兵科技

# 骑兵科技
source: Cavalry science
fr: Science de cavalerie
zh_cn: 骑兵科技

# 弓手科技
source: Archer science
fr: Science des archers
zh_cn: 弓手科技

# 攻城科技
source: Siege science
fr: Science des sièges
zh_cn: 攻城科技

# 步兵
source: Infantry
fr: Infanterie
zh_cn: 步兵

# 骑兵
source: Cavalry
fr: Cavalerie
zh_cn: 骑兵

# 弓手
source: Archer
fr: Archers
zh_cn: 弓手

# 攻城
source: Siege
fr: Sièges
zh_cn: 攻城

# 晋升
source: Promote
fr: Promotion
zh_cn: 晋升

# 我的积分:%d
source: My Score:%d
fr: Mon score: %d
zh_cn: 我的积分:%d

# 任务
source: Task
fr: Tâche
zh_cn: 任务

# 日常任务
source: Daily
fr: Quotidien
zh_cn: 日常任务

# 成就任务
source: Achievement
fr: Accomplissement
zh_cn: 成就任务

# 赛琳娜:
source: Selina:
zh_cn: 赛琳娜:

# 大人,我们现在应该:
source: My Lord,we should:
fr: Monseigneur, vous devez:
zh_cn: 大人,我们现在应该:

# 已完成任务
source: Completed
fr: Complété
zh_cn: 已完成任务

# 克里冈:
source: Clegane:
zh_cn: 克里冈:

# 大人,完成任务领取丰厚奖励:
source: My Lord, Finish tasks below to earn the rewards!
fr: Monseigneur, finissez les tâches ci-dessous pour gagner des récompenses!
zh_cn: 大人,完成任务领取丰厚奖励:

# %s后刷新
source: Refreshing in %s
fr: Rafraichir dans %s
zh_cn: %s后刷新

# 达成条件
source: Objective
fr: Objectif
zh_cn: 达成条件

# 积分
source: Score
zh_cn: 积分

# 进度
source: Progress
fr: Progrès
zh_cn: 进度

# 积分不足，不能领取奖励
source: Not enough scores
fr: Pas assez de points
zh_cn: 积分不足，不能领取奖励

# 已经领取过奖励
source: You have already got the reward.
fr: Vous avez déjà obtenu des récompenses
zh_cn: 已经领取过奖励

# 请首先领取前面的奖励
source: Please get the previous reward first.
fr: SVP prenez la récompense précédente en premier
zh_cn: 请先领取前面的奖励

# 请先升级城堡，解锁军事科技建筑
source: Please upgrade the Castle to unlock Military Science building first.
fr: SVP améliorer votre château en premier afin de débloquer le bâtiment de science militaire.
zh_cn: 请先升级城堡，解锁军事科技建筑

# 请先升级城堡，解锁工具作坊
source: Please upgrade the Castle to unlock Toolshop first.
fr: SVP améliorer le château en premier afin de débloquer l'atelier.
zh_cn: 请先升级城堡，解锁工具作坊

# 你必须加入联盟后，才能参加圣地战
source: You have to join an Alliance to attend the Shrine event.
fr: Vous devez joindre une alliance pour participer à un évènement du sanctuaire.
zh_cn: 你必须加入联盟后，才能参加圣地战

# 你必须加入联盟后，才能攻击其他玩家
source: You have to join an Alliance to attack other players.
fr: Vous devez joindre une alliance pour attaquer d'autres joueurs.
zh_cn: 你必须加入联盟后，才能攻击其他玩家

# 你必须加入联盟后，才能占领村落
source: You have to join an Alliance to occupiy villages.
fr: Vous devez joindre une alliance pour occuper les villages.
zh_cn: 你必须加入联盟后，才能占领村落

# 你必须加入联盟后，才能进行捐赠
source: You have to join an Alliance to donate.
fr: Vous devez joindre une alliance pour faire un don.
zh_cn: 你必须加入联盟后，才能进行捐赠

# 你必须加入联盟后，才能进入联盟商店
source: You have to join an Alliance to use the Alliance Shop.
fr: Vous devez joindre une alliance pour utiliser le magasin d'alliance.
zh_cn: 你必须加入联盟后，才能进入联盟商店

# 你必须加入联盟后，才能协防盟友
source: You have to join an Alliance to assist your allies.
fr: Vous devez joindre une alliance pour assister d'autres alliés.
zh_cn: 你必须加入联盟后，才能协防盟友

# 请先升级城堡，解锁铁匠铺
source: Please upgrade the Castle to unlock Blacksmith first.
fr: SVP améliorer votre château en premier afin de débloquer la forge.
zh_cn: 请先升级城堡，解锁铁匠铺

# 战斗地形:%s
source: Battle ground:%s
fr: Champs de bataille: %s
zh_cn: 战斗地形:%s

# 回放
source: Replay
fr: Rejouer
zh_cn: 回放

# 战斗统计
source: Statistics
fr: Statistiques
zh_cn: 战斗统计

# 你的部队
source: Your Troops
fr: Vos troupes
zh_cn: 你的部队

# 敌方部队
source: Enemy Troops
fr: Troupes ennemis
zh_cn: 敌方部队

# 存活
source: Survived
fr: Survivants
zh_cn: 存活

# 伤兵
source: Wounded
fr: Blessés
zh_cn: 伤兵

# 被消灭
source: Killed
fr: Tués
zh_cn: 被消灭

# 无部队
source: No Troop
fr: Aucune troupe
zh_cn: 无部队

# 击杀敌方
source: Enemy Loss
fr: Pertes ennemis
zh_cn: 击杀敌方

# 我方损失
source: Your Loss
fr: Vos pertes
zh_cn: 我方损失

# 粮食
source: Food
fr: Pain
zh_cn: 粮食

# 银币
source: Coins
fr: Pièces
zh_cn: 银币

# 资源总量
source: Resource Amount
fr: Quantité de ressources
zh_cn: 资源总量

# 当前等级
source: Current Level
fr: Niveau courant
zh_cn: 当前等级

# 荣耀点不足
source: Not enough Honor Points
fr: Pas assez de points d'honneur
zh_cn: 荣耀点不足

# 升级成功
source: Level up
fr: Gain d'un niveau
zh_cn: 升级成功

# 新的村落将会在下次系统刷新时出现
source: The new village will appear after the system being refreshed.
fr: De nouveaux villages apparaît après que le système se soit rafraîchi.
zh_cn: 新的村落将会在下次系统刷新时出现

# 显示联盟成员的村落采集资源熟练度,每采集一定的村落资源,就会增加一定的熟练度,熟练度越高,采集相应村落资源的速度就会越快
source: All members' gathering proficiency will be displayed here.The more resources you gather,the higher proficiency and speed you'll have
fr: Les compétences de ramassage de tous les membres seront affichées ici. Plus vous ramasserez des ressources, vous aurez une plus grande compétence et vitesse.
zh_cn: 显示联盟成员的村落采集资源熟练度,每采集一定的村落资源,就会增加一定的熟练度,熟练度越高,采集相应村落资源的速度就会越快

# 我的%s熟练度排名:
source: My %s Proficiency Ranking:
fr: Mon rang de compétence de %s:
zh_cn: 我的%s熟练度排名:

# 采集速度
source: Gather Speed
fr: Vitesse de ramassage
zh_cn: 采集速度

# 锻造工坊
source: Foundry
fr: Fonderie
zh_cn: 锻造工坊

# 锯木工房
source: Lumbermill
fr: Scierie
zh_cn: 锯木工房

# 达到
source: reach
fr: Atteindre
zh_cn: 达到

# 周围2格范围的%s数量
source: The amount of %s nearby 2 grids
fr: Qté de %s dans rayon de 2 cases
zh_cn: 周围2格范围的%s数量

# 改建
source: Transform
fr: Transformer
zh_cn: 改建

# 满足下列条件,可将%s改建成以上建筑,改建后该建筑的等级保留
source: You can transform %s to the building above when you achieve the conditions below.You'll retain the building level after the transformation
fr: Vous pouvez transformer %s en l'un des bâtiment ci-haut quand vous respecterez les conditions ici-bas. Vous conserverez le niveau du bâtiment après transformation.
zh_cn: 满足下列条件,可将%s改建成以上建筑,改建后该建筑的等级保留

# %s数量
source: %s Amount
fr: %s Quantité
zh_cn: %s数量

# 金龙币
source: Dragon Coins
fr: Pièces de dragons
zh_cn: 金龙币

# 立即转换
source: Transform
fr: Transformer
zh_cn: 立即转换

# 小屋数量过多
source: Too many this kind of cabins
fr: Trop de sortes de cabanes
zh_cn: 小屋数量过多

# 前置建筑%s等级需要大于等于%d级
source: Require %s Lv%d or a higher level
fr: Nécessite %s niveau %d ou un niveau supérieur
zh_cn: 前置建筑%s等级需要大于等于%d级

# 我要发展
source: I want to develop
fr: Je veux développer
zh_cn: 我要发展

# 我要变强
source: I want to become powerful
fr: Je veux devenir plus fort
zh_cn: 我要变强

# 我要开战
source: I want a battle
fr: Je veux une bataille
zh_cn: 我要开战

# 我很无聊
source: I'm bored
fr: Je m'ennuis
zh_cn: 我很无聊

# 提升所有建筑等级上限
source: Upgrade the max level of all buildings
fr: Améliorer au niveau maximum de tous les bâtiments
zh_cn: 提升所有建筑等级上限

# 解锁高级兵种
source: Unlock more advanced soliders
fr: Débloquer plus de soldats avancés
zh_cn: 解锁高级兵种

# 解锁新科技
source: Unlock new sciences
fr: Débloquer de nouvelles sciences
zh_cn: 解锁新科技

# 制作建筑和军事材料
source: Produce Building and Military Materials
fr: Produire du matériel militaire et des matériaux de construction
zh_cn: 制作建筑和军事材料

# 获得资源
source: Gain resources
fr: Acquérir des ressources
zh_cn: 获得资源

# 升级资源建筑
source: Upgrade the Resource buildings
fr: Améliorer les bâtiments de ressources
zh_cn: 升级资源建筑

# %s还未解锁
source: You need to unlock %s first
fr: Vous devez débloquer %s en premier
zh_cn: %s还未解锁

# 招募与召唤士兵
source: Recruit and Summon Soliders
fr: Recruter et invoquer des soldats
zh_cn: 招募与召唤士兵

# 打造龙的装备
source: Forge the Dragon Equipments
fr: Forger des équipements de dragons
zh_cn: 打造龙的装备

# 军事科技
source: Military Science
fr: Science militaire
zh_cn: 军事科技

# 提升兵种属性
source: Enhance the soldier attributes
fr: Améliorer les attributs des soldats
zh_cn: 提升兵种属性

# 塔楼
source: Tower
fr: Tour
zh_cn: 塔楼

# 提升城墙的攻击力
source: Upgrade the attack of your wall
fr: Améliorer l'attaque de vos murs
zh_cn: 提升城墙的攻击力

# 飞艇探险
source: The Airship
fr: Le zeppelin
zh_cn: 飞艇探险

# 收集材料召唤特殊兵种
source: Gather materials to summon special soldiers
fr: Ramasser du matériel pour invoquer les soldats spéciaux
zh_cn: 收集材料召唤特殊兵种

# 村落
source: Village
zh_cn: 村落

# 占领村落采集资源
source: Gather Resources
fr: Ramasser des ressources
zh_cn: 占领村落采集资源

# 获得道具和材料
source: Claim items and materials
fr: Réclamer items et matériaux
zh_cn: 获得道具和材料

# 圣地战
source: Shrine Event
fr: Évènement du sanctuaire
zh_cn: 圣地战

# 收集龙装备材料
source: Gain Dragon materials
fr: Acquérir du matériel de dragons
zh_cn: 收集龙装备材料

# 联盟战
source: Alliance Battle
fr: Bataille d'alliance
zh_cn: 联盟战

# 开启联盟战获得奖励
source: Earn Honor points for your Alliance
fr: Gagner des points d'honneur pour votre alliance
zh_cn: 开启联盟战获得奖励

# 你必须加入联盟后，才能采集村落
source: You can only gather villages when you are in an Alliance
fr: Vous pouvez seulement ramasser dans les villages quand vous êtes dans une alliance
zh_cn: 你必须加入联盟后，才能采集村落

# 联盟中当前没有空闲的村落,你可以尝试去其他联盟寻找
source: There is no collectable village in your Alliance now, you can look for it in other Alliances.
fr: Il n'y a plus de villages dans votre alliance maintenant, vous pouvez regarder chez les autres alliances.
zh_cn: 联盟中当前没有空闲的村落,你可以尝试去其他联盟寻找

# 你必须加入联盟后，才能攻打黑龙军团
source: You can only attack the Dark Army when you are in an Alliance
fr: Vous pouvez attaquer l'armée noire seulement si vous êtes dans une alliance
zh_cn: 你必须加入联盟后，才能攻打黑龙军团
