Repository: ModunZhang/dragonfall_client
Catalog: Dragonfall/dev/res/i18n/*.po
Languages: fr, zh_cn

# 礼包中包含下列所有物品
source: Includes Everything Shown
fr: Inclus tout ce qui est montré
zh_cn: 礼包中包含下列所有物品

# +价值%d的道具
source: +%d More in Items
fr: +%d plus dans les Items
zh_cn: +价值%d的道具

# 礼包详情
source: Info
zh_cn: 礼包详情

# 准备突袭
source: Scout
fr: Exploration
zh_cn: 准备侦察

# 派出巨龙突袭可以侦查到敌方的城市信息
source: You can scout the enemy city and get a intelligence
fr: Vous pouvez explorer une cité ennemi et obtenir des renseignements
zh_cn: 派出巨龙可以侦察到敌方的城市信息

# 您派出的龙可能会因血量过低而死亡，您确定还要派出吗？
source: Your Dragon may die since its low HP,continue ?
fr: Votre dragon pourrait mourir car ses PV sont bas, voulez-vous continuer?
zh_cn: 您派出的龙可能会因血量过低而死亡，您确定还要派出吗？

# 目标城市已被击溃并进入保护期，可能无法发生战斗，你是否继续突袭?
source: You may not be able to scout the enemy city which is under protection,continue?
fr: Vous pourriez être incapable d'explorer une cité ennemi qui est sous protection, voulez-vous continuer?
zh_cn: 目标城市已被击溃并进入保护期，可能无法发生战斗，你是否继续侦察?

# 没有得到任何情报
source: No intelligence
fr: Aucun renseignement
zh_cn: 没有得到任何情报

# 得到一封%s级的情报
source: Got a Lv %s intelligence
fr: Obtenu un niveau %s de renseignements
zh_cn: 得到一封%s级的情报

# 由于诡计之雾的效果,%s没有获得任何情报
source: %s got no intelligence since the Fog of Trick
fr: Obtenu aucun renseignement de %s à cause de la brume d'incertitude
zh_cn: 由于诡计之雾的效果,%s没有获得任何情报

# 敌方情报
source: Intelligence
fr: Renseignement
zh_cn: 敌方情报

# 最大可掠夺量
source: Max Loot
fr: Butin maximum
zh_cn: 最大可掠夺量

# 无军事科技
source: No Military Science
fr: Aucune science militaire
zh_cn: 无军事科技

# %s对%s攻击
source: %s attack:against %s
fr: %s attaque: contre %s
zh_cn: %s对%s攻击

# 龙没有技能
source: No Dragon Skill
fr: Aucune compétence de dragon
zh_cn: 龙没有技能

# 没有驻防部队
source: No Garrison
fr: Aucune garnison
zh_cn: 没有驻防部队

# 敌方龙没有驻防
source: No Dragon Garrisoned
fr: Aucun dragon en garnison
zh_cn: 敌方龙没有驻防

# 敌方龙没有装备
source: No Equipment
fr: Aucun équipement
zh_cn: 敌方龙没有装备

# 编辑
source: Edit
fr: Modifier
zh_cn: 编辑

# 全服邮件
source: Mail All
fr: Courrier à tous
zh_cn: 全服邮件

# 当前声望排名
source: Reputation Ranking
fr: Classement de réputation
zh_cn: 当前声望排名

# 城市
source: City
fr: Cité
zh_cn: 城市

# 区域地图
source: Alliance Territory
fr: Territoire d'alliance
zh_cn: 区域地图

# 明白了
source: Got it!
fr: Recu!
zh_cn: 明白了

# 1.建造住宅
source: 1.Build Dwelling
fr: 1. Construire un logement
zh_cn: 1.建造住宅

# 建造和升级住宅能提升城民数量，生产资源的小屋需要占用城民
source: Increase civilian amount by upgrading the dwelling
fr: Augmenter la quantité de civils en améliorant les logements
zh_cn: 建造和升级住宅能提升城民数量，生产资源的小屋需要占用城民

# 2.获取资源
source: 2.Earn resources
fr: 2. Gagner des ressources
zh_cn: 2.获取资源

# 建造和升级木工小屋，石匠小屋，旷工小屋，农夫小屋获得更多资源
source: Earn more resources by upgrading the four kinds of cabin
fr: Gagner plus de ressources en améliorant les 4 types de cabanes
zh_cn: 建造和升级木工小屋，石匠小屋，旷工小屋，农夫小屋获得更多资源

# 3.升级主城堡
source: 3.Upgrade Castle
fr: 3. Améliorer le château
zh_cn: 3.升级主城堡

# 升级城堡能够提升建筑的等级上限，解锁更多的地块和新的建筑
source: Unlock more new buildings and open grounds by upgrading the Castle
fr: Débloquer de nouveaux bâtiment et de nouveaux terrains en améliorant le château
zh_cn: 升级城堡能够提升建筑的等级上限，解锁更多的地块和新的建筑

# 4.招募部队
source: 4.Recruit Troops
fr: 4. Recruter des troupes
zh_cn: 4.招募部队

# 在兵营招募部队，招募出的部队会持续消耗粮食，请务必保证自己的粮食产量充足
source: Recruit troops in the Barrack
fr: Recruter des troupes dans la baraque
zh_cn: 在兵营招募部队，招募出的部队会持续消耗粮食，请务必保证自己的粮食产量充足

# 5.飞艇探索
source: 5.Explore the Myst
fr: 5. Explorer le Myst
zh_cn: 5.飞艇探索

# 使用飞艇，带领部队探索外域，获得资源还能增长巨龙等级，提升带兵总量
source: Explore the Myst,gain Dragon exp,earn the resources, items and even the Dragon Coins
fr: Explorer le Myst: gain d'expérience pour le dragon, gagnez des ressources, des items et des pièces de dragon
zh_cn: 使用飞艇，带领部队探索外域，获得资源还能增长巨龙等级，提升带兵总量

# 6.加入联盟
source: 6.Join an Alliance
fr: 6. Joindre une alliance
zh_cn: 6.加入联盟

# 解锁联盟领地，参加联盟会战，并解锁更多新奇的玩法
source: Unlock Alliance Territory,attend the Alliance Battle and other events
fr: Débloquer un territoire d'alliance, participer aux batailles d'alliance et autres évènements
zh_cn: 解锁联盟领地，参加联盟会战，并解锁更多新奇的玩法

# 选择木材、石料、铁矿、粮食村落采集资源，满足发展城市和联盟的需求
source: Gathering resources at the four kinds of cabin
fr: Obtient des ressources dans les quatre types de cabanes
zh_cn: 选择木材、石料、铁矿、粮食村落采集资源，满足发展城市和联盟的需求

# 激活并参与圣地战，和盟友并肩作战，赢取丰厚的稀缺材料
source: Attend the Shrine event,win rare materials with your allies
fr: Participer à un évènement du sanctuaire, gagnez du matériel rare avec vos alliés
zh_cn: 激活并参与圣地战，和盟友并肩作战，赢取丰厚的稀缺材料

# 参加联盟会战，来一场争锋相对的较量，进攻敌方联盟的城市获得大量积分和资源
source: Join the Alliance Battle,earn the resource and score by raiding enemy city
fr: Joindre une bataille d'alliance, gagner des ressources et points en attaquant les cités ennemies
zh_cn: 参加联盟会战，来一场争锋相对的较量，进攻敌方联盟的城市获得大量积分和资源

# 如果你的盟友不幸成为敌方攻击的目标，协助盟友击退外敌
source: Assist your ally when he or she is under attack
fr: Assister votre allié quand il ou elle est sous attaque
zh_cn: 如果你的盟友不幸成为敌方攻击的目标，协助盟友击退外敌

# 联盟会战胜利后，联盟获得大量的荣誉点数
source: Alliance will earn a quantity of Honors after the Battle
fr: Alliance gagnera une quantité d'honneur après la bataille
zh_cn: 联盟会战胜利后，联盟获得大量的荣誉点数

# 制作
source: Produce
fr: Produire
zh_cn: 制作

# 生产材料不能免费加速
source: Can't speed up producing materials for free
fr: Ne peut pas accélérer la production de matériel gratuitement
zh_cn: 生产材料不能免费加速

# 对步兵攻击
source: Attack against Infantry
fr: Attaque contre l'infanterie
zh_cn: 对步兵攻击

# 对骑兵攻击
source: Attack against Cavalry
fr: Attaque contre la cavalerie
zh_cn: 对骑兵攻击

# 对弓箭手攻击
source: Attack against Archer
fr: Attaque contre les archers
zh_cn: 对弓箭手攻击

# 对投石车攻击
source: Attack against Siege
fr: Attaque contre les sièges
zh_cn: 对投石车攻击

# 市政
source: Municipal
zh_cn: 市政

# 每日任务
source: Daily Task
fr: Tâche journalière
zh_cn: 每日任务

# 刷新时间
source: Refreshing in:
fr: Rafraichissement dans:
zh_cn: 刷新时间

# 更新中
source: Refreshing
fr: Rafraichissement
zh_cn: 更新中

# 任务完成
source: Finished
fr: Terminé
zh_cn: 任务完成

# 获取奖励
source: Get
fr: Obtenir
zh_cn: 获取奖励

# 每日任务完成
source: Daily Task finished
fr: Tâche journalière terminée
zh_cn: 每日任务完成

# 正在
source: In process of
fr: En cours de
zh_cn: 正在

# 开始
source: Start
fr: Départ
zh_cn: 开始

# 请先领取已经完成的任务的奖励
source: Please claim your reward first
fr: SVP, réclamer votre récompense en premier
zh_cn: 请先领取已经完成的任务的奖励

# 已经有一个任务正在进行中
source: There's a task in progress
fr: Il y a une tâche en cours
zh_cn: 已经有一个任务正在进行中

# 周围2格范围的住宅数量
source: The amount of dwelling within 2 grids
fr: Quantié de logements dans rayon de 2 cases
zh_cn: 周围2格范围的住宅数量

# 增加 5% 银币增长
source: +5% Coin output
fr: +5% production de pièces
zh_cn: +5%银币产量

# 达到 %d/%d
source: Achieve %d/%d
fr: Achever %d/%d
zh_cn: 达到 %d/%d

# 我的商品
source: My Goods
fr: Mes biens
zh_cn: 我的商品

# 基本资源
source: Resource
fr: Ressources
zh_cn: 基本资源

# 军事材料
source: Military Material
fr: Matériel militaire
zh_cn: 军事材料

# 单价
source: Unit Price
fr: Prix unitaire
zh_cn: 单价

# 总价
source: Total Price
fr: Prix total
zh_cn: 总价

# 购买%s成功
source: Bought %s successfully
fr: Acheté %s avec succès
zh_cn: 购买%s成功

# 银币不足,是否使用金龙币补充
source: Not enough coins, do you want to supply with Dragon Coins ?
fr: Pas assez de pièces, voulez-vous utiliser des pièces de dragons?
zh_cn: 银币不足,是否使用金龙币补充

# 资源小车
source: Cart
fr: Panier
zh_cn: 资源小车

# 每小时制造
source: Produce(per hour)
fr: Production(par heure)
zh_cn: 每小时制造

# 出售
source: Sell
fr: Vendre
zh_cn: 出售

# 交易成功
source: Sold out
fr: Tout vendu
zh_cn: 交易成功

# 等待交易
source: Unsold
fr: Invendu
zh_cn: 等待交易

# 下架
source: Withdraw
fr: Rappeler
zh_cn: 下架

# 空闲
source: Waiting for sale
fr: Attend d'être vendu
zh_cn: 空闲

# 选择你多余的资源或者材料进行出售
source: Sell your unnecessary resources or materials
fr: Vendre vos ressources et matériel non-nécessaire
zh_cn: 选择你多余的资源或者材料进行出售

# 需要贸易行会
source: Require Trade Guild
fr: Exige une guilde de commerce
zh_cn: 需要贸易行会

# 出售商品需要马车来运输，马车不足则无法出售。在学院提升马车的科技，能够提高每个马车容纳资源和材料的数量
source: You need carts to transport the resources and materials. You can increase the capacity of each cart by upgrading it in the Academy.
fr: Vous avez besoin de paniers pour transporter les ressources et la matériel. Vous pouvez augmenter la capacité de chaque panier en les améliorant dans l'académie.
zh_cn: 出售商品需要马车来运输，马车不足则无法出售。在学院提升马车的科技，能够提高每个马车容纳资源和材料的数量

# 容纳资源
source: Resource Capacity
fr: Capacité de ressources
zh_cn: 容纳资源

# 容纳材料
source: Material Capacity
fr: Capacité de matériel
zh_cn: 容纳材料

# 出售资源
source: Sale
fr: Vente
zh_cn: 出售资源

# 每1K售价
source: Price(per thousand)
fr: Prix (par millier)
zh_cn: 每1K售价

# 你所出售的商品已不足
source: Not enough goods you sold
fr: Vous n'avez pas assez vendu de biens
zh_cn: 你所出售的商品已不足

# 出售数量不能为零
source: You need to sell something
fr: Vous devez vendre quelques choses
zh_cn: 出售数量不能为零

# 资源小车数量不足
source: Not enough carts
fr: Pas assez de paniers
zh_cn: 资源小车数量不足

# 出售%s成功
source: %s is on sale now
fr: %s est en vente maintenant
zh_cn: 出售%s成功

# 治疗伤兵不能免费加速
source: Can't speed up healing for free
fr: Ne peut pas accélérer la guérison gratuitement
zh_cn: 治疗伤兵不能免费加速

# 解锁建筑
source: Unlock
fr: Débloquer
zh_cn: 解锁建筑

# 立即解锁
source: Unlock Now
fr: Débloquer maintenant
zh_cn: 立即解锁

# 解锁
source: Unlock
fr: Débloquer
zh_cn: 解锁

# 建造队列
source: Build Queue
fr: Queue de construction
zh_cn: 建造队列

# 解锁需求
source: Require
fr: Nécessiter
zh_cn: 解锁需求

# 当前效果
source: Effect
fr: Effets
zh_cn: 效果

# 立即研发
source: Research Now
fr: Rechercher maintenant
zh_cn: 立即研发

# 研发
source: Research
fr: Rechercher
zh_cn: 研发

# 研发需求
source: Require
fr: Nécessiter
zh_cn: 研发需求

# 升级队列
source: Research queue
fr: Queue de la recherche
zh_cn: 升级队列

# 等级达到
source: Lv
fr: Niv
zh_cn: 等级达到

# 学院等级
source: Academy Lv
fr: Niveau d'académie
zh_cn: 学院等级

# 学院等级不足
source: You need a higher level of the Academy.
fr: Vous avez besoin d'un plus haut niveau d'académie
zh_cn: 学院等级不足

# 需要%s等级达到%d
source: Need %s Lv%d
fr: Besoin de %s Niv. %d
zh_cn: 需要%s等级达到%d

# 已有科技升级队列,需加速完成该队列花费金龙币
source: Not enough research queue, do you want to finish it by Dragon Coins ?
fr: Pas assez de queue de recherche, voulez-vous la terminer avec des pièces de dragons?
zh_cn: 已有科技升级队列,加速完成该队列需花费金龙币

# 升级所需物品不足,购买所缺物品需花费金龙币
source: Not enough materials, do you want to supply with Dragon Coins ?
fr: Pas assez de matériel, voulez-vous les fournir avec des pièces de dragons?
zh_cn: 升级所需物品不足,购买所缺物品需花费金龙币

# 立即完成建筑时间
source: Instant Building Speedup
fr: Accélération instantanée des bâtiments
zh_cn: 立即完成建筑时间

# 协助加速效果提升
source: Help Speedup
fr: Aide d'accélération
zh_cn: 协助加速效果提升

# 木材产量增加
source: Wood output
fr: Production de bois
zh_cn: 木材产量增加

# 石料产量增加
source: Stone output
fr: Production de roches
zh_cn: 石料产量增加

# 铁矿产量增加
source: Mine output
fr: Production de fer
zh_cn: 铁矿产量增加

# 粮食产量增加
source: Food output
fr: Production de pain
zh_cn: 粮食产量增加

# 城民增长速度
source: Civilian recovery speed
fr: Vitesse de recouvrement des civils
zh_cn: 城民增长速度

# 提升行军速度
source: March Speed
fr: Vitesse de marche
zh_cn: 提升行军速度

# 每日游乐场免费抽奖次数
source: Free Lottery chance
fr: Loterie gratuite
zh_cn: 每日游乐场免费抽奖次数

# 暗仓保护上限提升
source: Resource Protection
fr: Protection de ressources
zh_cn: 暗仓保护上限提升

# 城墙修复速度提升
source: Wall recovery speed
fr: Vitesse de recouvrement des murs
zh_cn: 城墙修复速度提升

# 巨龙获得经验值加成
source: Dragon EXP
fr: EXP dragon
zh_cn: 巨龙获得经验值加成

# 巨龙体力恢复速度
source: Dragon recovery speed
fr: Vitesse de recouvrement du dragon
zh_cn: 巨龙体力恢复速度

# 所有军事单位攻击力提升
source: All Units Attack Power
fr: Toutes les puissances d'unités d'attaque
zh_cn: 所有军事单位攻击力提升

# 所有军事单位防御力提升
source: All Units Defence Power
fr: Toutes les puissances des unités de défense
zh_cn: 所有军事单位防御力提升

# 提升带兵上限
source: March units capacity
fr: Capacité des unités de marches
zh_cn: 提升带兵上限

# 维护费用减少
source: Upkeep cost(Troop)
fr: Coût d'entretien (troupes)
zh_cn: 维护费用减少

# 激活VIP
source: Activate VIP
fr: VIP activé
zh_cn: 激活VIP

# 分钟免费加速
source: minutes free speedup
fr: minutes d'accélération gratuites
zh_cn: 分钟免费加速

# 额外拥有
source: Extra Bonus
fr: Bonus d'extra
zh_cn: 额外拥有

# 分钟
source: minutes
zh_cn: 分钟

# 防御胜利
source: Defend Win
fr: Victoire du défenseur
zh_cn: 防御胜利

# 进攻胜利
source: Attack Win
fr: Victoire de l'attaquant
zh_cn: 进攻胜利

# 未激活VIP
source: Inactive
fr: Inactif
zh_cn: 未激活VIP

# 明日
source: Tomorrow
fr: Demain
zh_cn: 明日

# 天)
source: days)
fr: Jours)
zh_cn: 天)

# (连续登录
source: (Logined
fr: (connecté
zh_cn: (已连续登录

# 城墙耐久度
source: Wall Durability
fr: Durabilité des murs
zh_cn: 城墙耐久度

# ・防御敌方进攻时，可能会损失城墙的生命值。
source: ·You may lose Wall Durability when the enemy attacks you.
fr: Vous perdrez des murs quand un ennemi vous attaque.
zh_cn: ・防御敌方进攻时，可能会损失城墙的生命值。

# ・当生命值为0时，地方联盟将击溃你的城市，获得额外的联盟积分。
source: ·The enemy will earn extra kill score if the durability of your city wall falls down to 0.
fr: Votre ennemi gagnera des points supplémentaires de tuerie si les murs de votre cité tombent à zéro
zh_cn: ・当生命值为0时，敌方联盟将击溃你的城市，获得额外的联盟战积分。

# 请选择一个巨龙驻防
source: Choose a Dragon to Garrison
fr: Choisir un dragon pour la garnison
zh_cn: 请选择一个巨龙驻防

# 当前联盟地形:%s
source: Alliance Terrain:%s
fr: Terrain d'alliance: %s
zh_cn: 当前联盟地形:%s

# ・不驻防巨龙，所有城市中的部队将不会进行防御。
source: ·Your troops won't defend if your Dragon is not garrisoned
fr: Vos troupes ne vous défendront pas si un dragon n'est pas en garnison.
zh_cn: ・不驻防巨龙，所有城市中的部队将不会进行防御。

# ・驻防巨龙能防御敌方进行的突袭，获得城市的信息
source: ·Dragon garrisoned will defend with your troops in your city when the enemy scouts you.
fr: Un dragon en garnison défendra votre cité quand l'ennemi vous explorera
zh_cn: ・驻防巨龙能防御敌方进行的侦察，获得城市的信息

# 选择%s会获得战斗力加成
source: Choose %s to get extra power
fr: Choisir %s pour pouvoir supplémentaire
zh_cn: 选择%s会获得战斗力加成

# 由于使用了城防大师，敌方无法掠夺资源
source: The enemy has plundered nothing because of the Defence Master
fr: L'ennemi n'a rien pillé à cause du maitre de défense
zh_cn: 由于使用了城防大师，敌方无法掠夺资源

# 由于敌方使用了城防大师，无法掠夺资源
source: You have plundered nothing because of the Defence Master used by enemy
fr: Vous n'avez rien pillé cause du maitre de défense utilisé par votre ennemi
zh_cn: 由于敌方使用了城防大师，无法掠夺资源

# 未获得战利品
source: No Trophy
fr: Aucun trophée
zh_cn: 未获得战利品

# 由于敌方未驻防，战斗未发生
source: No battle happened since the enemy wasn't garrisoned
fr: Aucune bataille n'a eu lieu car votre ennemi m'avait pas de garnison
zh_cn: 由于敌方未驻防，战斗未发生

# 由于我方未驻防，战斗未发生
source: No battle happened since you weren't garrisoned
fr: Aucune bataille n'a eu lieu car vous n'aviez pas de garnison
zh_cn: 由于我方未驻防，战斗未发生

# %s损失
source: %s Loss
fr: %s perdu
zh_cn: %s损失

# 城墙生命值
source: Wall Durability
fr: Durabilité des murs
zh_cn: 城墙生命值

# 城墙受损
source: Damaged
fr: Endommagé
zh_cn: 城墙受损

# 战斗结算
source: Battle Statistics
fr: Statistiques de bataille
zh_cn: 战斗结算

# 总击杀
source: Total Kill
fr: Total tués
zh_cn: 总击杀

# 进攻成功
source: Attack WON
fr: Attaque gagnée
zh_cn: 进攻获胜

# 仓库
source: Warehouse
fr: Entrepôt
zh_cn: 仓库

# 瞭望塔
source: Watchtower
fr: Tour de guet
zh_cn: 瞭望塔

# 进军
source: Marching
fr: Marche
zh_cn: 进军

# 行军队列 %d -
source: March Queue %d -
fr: Queue de marche %d -
zh_cn: 行军队列 %d -

# 签到
source: Sign
fr: Connecter
zh_cn: 签到

# 累计签到%s天，永久+1进攻队列
source: Signed %s days,Get a bonus Marching Queue
fr: Connecté %s jours, obtient une queue de marche supplémentaire
zh_cn: 累计签到%s天，永久+1进攻队列

# 待命中
source: Standby
fr: En attente
zh_cn: 待命中

# 去联盟领地搜索目标
source: Search a target on Alliance Territory
fr: Chercher une cible sur le territoire de l'alliance
zh_cn: 去联盟领地搜索目标

# 确定撤军?
source: Are you sure to withdraw your troops ?
fr: Êtes-vous sûr de rappeler vos troupes?
zh_cn: 确定撤军?

# 瞭望塔等级不足,暂时不能查看
source: You need to upgrade your Watchtower
fr: Vous devez améliorer votre tour de guet
zh_cn: 瞭望塔等级不足,暂时不能查看

# 联盟未处于战争期
source: Your Alliance is not at the Battle Period
fr: Votre alliance n'est pas en période de guerre
zh_cn: 联盟未处于战争期

# 野怪等级
source: Monster Level
fr: Niveaux du monstre
zh_cn: 野怪等级

# 增益效果数量
source: Buff
fr: Bonus
zh_cn: 增益数量

# %d 圈
source: Round %d
fr: Ronde %d
zh_cn: %d 圈

# 当前位置
source: Current Location
fr: Présente localisation
zh_cn: 当前位置

# 己方联盟位置
source: My Alliance
fr: Mon alliance
zh_cn: 己方联盟位置

# 发邮件
source: Mail
fr: Courrier
zh_cn: 发邮件

# 暂时没有内容
source: No Content
fr: Aucun contenu
zh_cn: 暂时没有内容

# 刚刚
source: just now
fr: Juste maintenant
zh_cn: 刚刚

# %d秒前
source: %d seconds ago
fr: Voilà %d secondes
zh_cn: %d秒前

# %d分钟前
source: %d minutes ago
fr: Voilà %d minutes
zh_cn: %d分钟前

# %d小时前
source: %d hours ago
fr: Voilà %d heures
zh_cn: %d小时前

# %d天前
source: %d days ago
fr: Voilà %d jours
zh_cn: %d天前

# 很久
source: Long ago
fr: Longtemps avant
zh_cn: 很久

# %d天%d小时
source: %d days %d hours
fr: %d jours %d heures
zh_cn: %d天%d小时

# 不能删除
source: Can not be deleted
fr: Ne pas effacer
zh_cn: 不能删除

# 尊敬的领主，您的城民真诚的恳求您归来，并为您准备了丰厚的礼品
source: My Lord, your civilians need you, and they have prepared some gifts for you.
fr: Monseigneur, vos civils ont besoin de vous et ils vous ont préparé des cadeaux
zh_cn: 尊敬的领主，您的城民真诚的恳求您归来，并为您准备了丰厚的礼品

# 请求出错
source: Request Error
fr: Erreur de requête
zh_cn: 请求出错

# 设备不存在
source: The Device does not exist
fr: L'appareil n'existe pas
zh_cn: 设备不存在

# 用户不存在
source: The User does not exist
fr: L'usager n'existe pas
zh_cn: 用户不存在

# 玩家不存在
source: The Player does not exist
fr: Le joueur n'existe pas
zh_cn: 玩家不存在

# 对象被锁定
source: The object is locked
fr: L'objet est barré
zh_cn: 对象被锁定

# 需要重新登录
source: You need to relog in
fr: Vous devez vous reconnecter
zh_cn: 需要重新登录

# 联盟不存在
source: The Alliance does not exist
fr: L'alliance n'existe pas
zh_cn: 联盟不存在

# 建筑不存在
source: The Building does not exist
fr: Le bâtiment n'existe pas
zh_cn: 建筑不存在

# 建筑坑位不合法
source: Building Error
fr: Bâtiment erreur
zh_cn: 建筑坑位不合法

# 建造数量已达建造上限
source: Max Building amount
fr: Quantité maximum de bâtiments
zh_cn: 建造数量已达建造上限

# 建筑已达到最高等级
source: Max Building Level
fr: Niveau maximum du bâtiment
zh_cn: 建筑已达到最高等级

# 建筑升级前置条件未满足
source: The Precondition unfulfilled
fr: Les prérequis non remplis
zh_cn: 建筑升级前置条件未满足

# 宝石不足
source: Not enough Dragon Coins
fr: Pas assez de pièces de dragon
zh_cn: 金龙币不足

# 只有生产建筑才能转换
source: You can only transfer Lumbermill,Mill,Stonemason and Foundry
fr: Vous pouvez seulement transférer la scierie, le moulin, la carrière et la fonderie
zh_cn: 只有生产建筑才能转换

# 主体建筑必须大于等于1级
source: The major building must be more than Lv1.
fr: Le bâtiment principal doit être de niveau supérieur à 1
zh_cn: 主体建筑必须大于等于1级

# 小屋类型不存在
source: The Cabin type does not exist.
fr: Le type de cabane n'existe pas
zh_cn: 小屋类型不存在

# 小屋数量超过限制
source: Too many Cabins
fr: Trop de cabanes
zh_cn: 小屋数量超过限制

# 建筑周围不允许建造小屋
source: It's not allowed to build cabins around this building.
fr: Il n'est pas permis de construire des cabanes autour de ce bâtiment.
zh_cn: 建筑周围不允许建造小屋

# 小屋坑位不合法
source: Cabin Error
fr: Erreur cabane
zh_cn: 小屋坑位不合法

# 建造小屋会造成可用城民小于0
source: Your available civilians will drop down to 0 if you build this cabin.
fr: Vos civils disponibles tomberont à 0 si vous construisez cette cabane.
zh_cn: 建造小屋会造成可用城民小于0

# 小屋升级前置条件未满足
source: The Precondition unfulfilled
fr: Les prérequis non remplis
zh_cn: 小屋升级前置条件未满足

# 小屋不存在
source: The Cabin does not exist.
fr: La cabane n'existe pas
zh_cn: 小屋不存在

# 小屋正在升级
source: The Cabin is upgrading
fr: La cabane est en amélioration
zh_cn: 小屋正在升级

# 小屋已达到最高等级
source: Max Cabin Level
fr: Niveau maximum des cabanes
zh_cn: 小屋已达到最高等级

# 升级小屋会造成可用城民小于0
source: Your available civilians will drop down to 0 if you upgrade this cabin.
fr: Vos civils disponibles tomberont à 0 si vous construisez cette cabane.
zh_cn: 升级小屋会造成可用城民小于0

# 玩家事件不存在
source: The Player event does not exist.
fr: L'évènement de joueur n'existe pas.
zh_cn: 玩家事件不存在

# 还不能进行免费加速
source: You can't speed up for free yet.
fr: Vous ne pouvez pas accélérant gratuitement pour le moment.
zh_cn: 还不能进行免费加速

# 建筑还未建造
source: This building is not built yet
fr: Ce bâtiment n'est pas encore construit
zh_cn: 建筑还未建造

# 同类型的材料正在制造
source: You are producing other materials now
fr: Vous produisez d'autres matériaux maintenant
zh_cn: 同类型的材料正在制造

# 同类型的材料制作完成后还未领取
source: You need to claim your materials first
fr: Vous devez réclamer votre matériel en premier
zh_cn: 同类型的材料制作完成后还未领取

# 不同类型的材料正在制造
source: You are producing other materials now
fr: Vous produisez d'autres matériaux maintenant
zh_cn: 不同类型的材料正在制造

# 材料事件不存在或者正在制作
source: The material event does not exist or is proceeding now.
fr: L'évènement matériel n'existe pas ou est en procussus maintenant
zh_cn: 材料事件不存在或者正在制作

# 此士兵还处于锁定状态
source: The soldier is still locked
fr: Le soldat est toujours verrouillé
zh_cn: 此士兵还处于锁定状态

# 招募数量超过单次招募上限
source: Recruit amount is over the upper limit
fr: Quantité recruté est plus grande que la limite supérieure
zh_cn: 招募数量超过单次招募上限

# 士兵招募材料不足
source: Not enough materials to recruit troops
fr: Pas assez de matériel pour recruter des troupes
zh_cn: 士兵招募材料不足

# 龙装备制造事件已存在
source: The Equipment forging event does not exist.
fr: L'évènement de forge d'équipement n'existe pas
zh_cn: 龙装备制造事件已存在

# 制作龙装备材料不足
source: Not enough materials to forge equipment
fr: Pas assez de matériel pour forger de l'équipement
zh_cn: 制作龙装备材料不足

# 士兵不存在或士兵数量不合法
source: The soldier does not exist or soldier amount error
fr: Soldat n'existe pas ou quantité de soldat en erreur
zh_cn: 士兵不存在或士兵数量不合法

# 龙蛋早已成功孵化
source: The Dragon egg has already been incubated
fr: L'œuf de dragon est déjà en incubation
zh_cn: 龙蛋早已成功孵化

# 龙蛋孵化事件已存在
source: The Dragon egg event already exists.
fr: L'évènement de l'œuf du dragon existe déjà
zh_cn: 龙蛋孵化事件已存在

# 装备与龙的星级不匹配
source: The equipment does not match the Star Level.
fr: L'équipement ne correspond pas au niveau d'étoiles
zh_cn: 装备与龙的星级不匹配

# 龙装备数量不足
source: Not enough equipments
fr: Pas assez d'équipement
zh_cn: 龙装备数量不足

# 龙身上已经存在相同类型的装备
source: There's already a same type equipment on this Dragon
fr: Vous avez déjà ce même type d'équipement pour ce dragon
zh_cn: 龙身上已经存在相同类型的装备

# 此分类还没有配置装备
source: You need to put on an equipment
fr: Vous devez mettre l'équipement
zh_cn: 此分类还没有配置装备

# 装备已到最高星级
source: Max Equipment Star Level
fr: Niveau maximal d'étoiles de l'équipement
zh_cn: 装备已到最高星级

# 被牺牲的装备不存在或数量不足
source: The equipment which you sacrificed did not exist or not enough of it
fr: L'équipement que vous voulez sacrifier n'existe pas ou il y en a pas assez
zh_cn: 被牺牲的装备不存在或数量不足

# 龙技能不存在
source: The Dragon skill does not exist
fr: La compétence du dragon n'existe pas
zh_cn: 龙技能不存在

# 此龙技能还未解锁
source: The Dragon skill is not unlocked yet
fr: La compétence du dragon n'est pas encore débloquée
zh_cn: 此龙技能还未解锁

# 龙技能已达最高等级
source: Max Dragon skill Level
fr: Niveau maximum de compétences du dragon
zh_cn: 龙技能已达最高等级

# 英雄之血不足
source: Not enough Hero's Blood
fr: Pas assez de sang d'héros
zh_cn: 英雄之血不足

# 龙的星级已达最高
source: Max Dragon Star Level
fr: Niveau maximal d'étoile du dragon
zh_cn: 龙的星级已达最高

# 龙的等级未达到晋级要求
source: You've not reached the Dragon level for Promotion
fr: Vous n'avez pas atteint le niveau de dragon nécessaire pour la promotion
zh_cn: 龙的等级未达到晋级要求

# 龙的装备未达到晋级要求
source: You've not raised all equipments to the max star level
fr: Vous n'avez pas amélioré tous les équipements au niveau maximal d'étoiles
zh_cn: 龙的装备未达到晋级要求

# 每日任务不存在
source: This Daily Task does not exist
fr: La tâche quotidienne n'existe pas
zh_cn: 每日任务不存在

# 每日任务已达最高星级
source: This Task is already reached the max star level
fr: Cette tâche est déjà au niveau maximal d'étoiles
zh_cn: 每日任务已达最高星级

# 每日任务事件已存在
source: This Daily Task already existed
fr: Cette tâche quotidienne existe déjà
zh_cn: 每日任务事件已存在

# 每日任务事件不存在
source: This Daily Task does not exist
fr: Cette tâche quotidienne n'existe pas
zh_cn: 每日任务事件不存在

# 每日任务事件还未完成
source: This Daily Task is not finished yet
fr: Cette tâche quotidienne n'est pas encore terminé
zh_cn: 每日任务事件还未完成

# 邮件不存在
source: The mail does not exist
fr: Ce courrier n'existe pas
zh_cn: 邮件不存在

# 战报不存在
source: The Report does not exist
fr: Ce rapport n'existe pas
zh_cn: 战报不存在

# 所选择的龙已经阵亡
source: The Dragon you select is already dead
fr: Le dragon que vous avez sélectionné est déjà mort.
zh_cn: 所选择的龙已经阵亡

# 没有龙驻防在城墙
source: No Dragon is garrisoned
fr: Aucun dragon en garnison
zh_cn: 没有龙驻防在城墙

# 没有足够的出售队列
source: Not enough sale queue
fr: Pas de queue de vente
zh_cn: 没有足够的出售队列
